[
    {
        "Title": "Sexual assault accuser wore 'provocative' clothing, Indian judge rules",
        "Link": "https://www.cnn.com/2022/08/18/india/india-sexual-assault-kerala-woman-bail-intl-hnk/index.html",
        "Content": [
            "New Delhi A judge in southern India has ruled a woman wore \"provocative\" clothing, effectively dismissing her sexual assault complaint, causing public outcry in the country, where violence against women and girls make frequent headlines.",
            "The district court judge in Kerala state made the comments last week while granting anticipatory bail to a 74-year-old man accused of sexual harassment and assault, according to court documents. He had not been formally charged.",
            "Photographs produced with the man's bail application show the woman wearing \"sexual (sic) provocative\" dresses, the court order said, adding that based on the court's first impression her complaint would \"not ... stand\" against the accused.",
            "It was also \"impossible to believe\" the disabled man could \"forcefully\" pull the woman into his lap and \"sexually press her breast,\" the court order said.",
            "CNN reached out to the man's lawyer, but had not heard back at the time of publishing.",
            "The news sparked outrage in India, where women face widespread discrimination and allegations of sexual assault often go underreported due to the lack of legal recourse and a notoriously slow legal system.",
            "The chairperson of Delhi's Commission for Women, Swati Maliwal, condemned the district judge and urged Kerala's High Court to take up the case.",
            "\"When will the mindset that blames victims of sexual abuse change?\" she tweeted Wednesday.",
            "V. P. Sanu, president of the Students' Federation of India, called the judge's comments \"regressive.\" \"The logic women invite sexual assault for their dress is both victim blaming & invoking rape-victim stereotypes,\" he wrote on Twitter Wednesday.",
            "India's sexual assault problem",
            "Sexual crimes against women are widespread in India, but brutal cases of rape and assault are often dealt with poorly under the country's justice system.",
            "In 2017, a Delhi High Court judge said a man deserved \"the benefit of the doubt\" while acquitting him on rape charges, adding a \"feeble 'no'\" could still signal willingness on the part of an alleged victim.",
            "In another case in January 2021, a Bombay High Court Judge found that a 39-year-old man was not guilty of sexually assaulting a 12-year-old girl as he had not removed her clothes, meaning there was no skin-on-skin contact.",
            "\"Considering the stringent nature of punishment provided for the offense, in the opinion of this court, stricter proof and serious allegations are required,\" the judge said.",
            "Legal reforms and more severe penalties for rape were introduced following the brutal 2012 gang-rape of a medical student in Delhi -- including fast track courts to move rape cases through the justice system swiftly and an amended definition of rape to include anal and oral penetration.",
            "But activists and lawyers say more should be done to protect women.",
            "On Monday, 11 men jailed for life for the gang-rape of a pregnant Muslim woman during Hindu-Muslim riots in 2002 were freed on remission, drawing condemnation from the victim's family, lawyers and politicians."
        ]
    },
    {
        "Title": "Emirates airline suspends all flights to Nigeria as it struggles to repatriate funds",
        "Link": "https://www.cnn.com/2022/08/18/africa/emirates-suspends-flights-nigeria-intl/index.html",
        "Content": [
            "Abuja, Nigeria Nigeria's aviation ministry says it is \"working hard\" to release trapped funds to the Emirates airline after the carrier suspended flights to Nigeria beginning from next month.",
            "Emirates announced in a statement Thursday that it has put a hold on flight operations in and out of Nigeria due to its inability to repatriate funds from the West African country.",
            "The airline said there has been \"no progress\" in reaching Nigerian authorities for a solution.",
            "\"Emirates has tried every avenue to address our ongoing challenges in repatriating funds from Nigeria and have made considerable efforts to initiate dialogue with the relevant authorities for their urgent intervention to help find a viable solution. Regrettable there has been no progress,\" Emirates said in a statement.",
            "The decision comes after Emirates announced last month of flights it would reduce flights to Nigeria's commercial capital Lagos, the carrier said it could not access its funds amounting to $85 million withheld in the country. The stuck funds had been rising by over $10 million every month, the airline said in a letter addressed to Nigeria's Aviation Minister Hadi Sirika.",
            "Currency in freefall",
            "Sirika told CNN the trapped funds will be released as this was not the first time Nigeria was holding onto huge amounts of revenue belonging to foreign air carriers.",
            "\"In the past, Nigeria has demonstrated the capacity and the willingness and fairness to resolve this type of issue. It happened when we took over power in 2015: There were lots of blocked funds, about $600 million at that time. It was at a time when the country was in a recession and there were dwindling revenues coming to the country, yet we honored our obligation to pay out all those blocked funds,\" Sirika told CNN Thursday.",
            "\"Unfortunately, due to many factors and reasons, the monies piled back up. Government is working hard to ensure that these monies are released, not only for Emirates but all airlines affected,\" Sirika added.",
            "Sirika added that \"mechanisms will be put in place to ensure that this does not occur in the future.\"",
            "The minister did not elaborate on what the factors were although Nigeria is grappling with shortages in foreign exchange which has restricted access to foreign currency for imports.",
            "Earlier in June, the International Air Transport Association said Nigeria was holding onto $450 million revenue belonging to foreign carriers operating in the country.",
            "The local currency has been in freefall against the dollar with most of the country's foreign exchange derived from crude oil sale, which has dwindled due to oil theft in producing communities. The government is also burdened with the high cost of subsidizing fuel for local consumption.",
            "Nigeria is one of Africa's biggest markets for international carriers."
        ]
    },
    {
        "Title": "WHO boss says 'color of skin' behind lack of help for Tigray",
        "Link": "https://www.cnn.com/2022/08/18/africa/tedros-ghebreyesus-tigray-crisis-intl/index.html",
        "Content": [
            "The World Health Organization's director-general Tedros Adhanom Ghebreyesus has suggested that racism is behind a lack of international attention being paid to the plight of civilians in Ethiopia's war-shattered Tigray region.",
            "Calling it the \"worst humanitarian crisis in the world\", with 6 million people unable to access basic services, Tedros questioned in an emotional appeal why the situation is not getting the same attention as the Ukraine conflict.",
            "\"Maybe the reason is the color of the skin of the people,\" Tedros, who is from Tigray, told a virtual media briefing on Wednesday. In April this year at a briefing, he questioned whether \"black and white lives\" in emergencies worldwide are given equal attention.",
            "Fighting between Ethiopian and Tigrayan forces have left thousands dead and hundreds of thousands facing severe food insecurity, according to Internal Displacement Monitoring Center.",
            "Last year, the crisis set a world record for displacements in a single year causing over 5.1 million displacements.",
            "WHO emergencies director Mike Ryan also hit out at an apparent shortage of concern about the drought and famine unfolding in the Horn of Africa, and the ensuing health crisis.",
            "\"No one seems to give a damn about what's happening in the Horn of Africa,\" said Ryan, speaking at a virtual media briefing on Wednesday.",
            "The WHO called for $123.7 million to tackle the health problems resulting from growing malnutrition in the region, where around 200 million people live and millions are going hungry."
        ]
    },
    {
        "Title": "US and Taiwan agree to start talks on a trade and investment pact",
        "Link": "https://www.cnn.com/2022/08/18/business/taiwan-us-trade-talks-hnk-intl/index.html",
        "Content": [
            "Hong Kong (CNN Business)The United States and Taiwan have officially agreed to launch negotiations on a new trade and investment pact, according to statements released by Washington and Taipei.",
            "The two unveiled the US-Taiwan Initiative of 21st Century Trade in June, soon after Taiwan was excluded by US President Joe Biden from the Indo-Pacific Economic Framework (IPEF).",
            "The negotiations would cover 11 topics, including \"trade facilitation, good regulatory practices, anti-corruption, SMEs, agriculture, standards, digital trade, labor, environment, state-owned enterprises, and non-market policies and practices,\" according to a statement by Taiwan's Office of Trade Negotiations on Thursday.",
            "Both sides would also discuss ways of addressing China's \"economic coercion,\" Taiwan's trade representative John Deng said in a press conference on Thursday.",
            "He added that \"everyone can see that China is engaging in economic coercion\" towards \"not only Taiwan, the US but also many other countries,\" which is \"harmful to the world economic order.\"",
            "Authorities in Beijing claim full sovereignty of Taiwan, even though Taiwan has never been controlled by China's ruling Communist Party. The two sides have been governed separately for more than seven decades.",
            "China on Thursday said \"the one-China principle\" was a prerequisite for Taiwan's participation in international economic cooperation and it urged the United States to abide by it.",
            "Beijing has \"always opposed the negotiation of any economic and trade agreements with Taiwan that have sovereign connotations and are official in nature,\" Ministry of Foreign Affairs spokesperson Wang Wenbin said in a press briefing.",
            "Tensions between Beijing and Washington have escalated significantly since US House Speaker Nancy Pelosi's visit to Taiwan early this month, the first by a sitting speaker in 25 years.",
            "China kicked off drills involving the navy, air force and other military forces in the seas and airspace surrounding Taiwan. They were a direct show of force in response to Pelosi's visit to the self-governed island, which Beijing repeatedly warned against.",
            "China, Taiwan's largest trading partner, also suspended some trade with Taiwan in apparent retribution for the visit. The curbs include the suspension of some fruits and fish imports from Taiwan, and exports of natural sand to the island, a key component in the production of semiconductor chips.",
            "In a phone press conference on Wednesday, a top diplomat from the United States said that China would use Pelosi's recent visit to Taipei as a \"pretext to launch an intensified pressure campaign against Taiwan and to try to change the status quo.\"",
            "China \"overreacted, and its actions continue to be provocative, destabilizing and unprecedented,\" Assistant Secretary of State for East Asian and Pacific Affairs Daniel Kritenbrink said on the call, adding that its actions could \"jeopardized peace and stability across the strait and in the broader region.\"",
            "Analysts have warned that an escalation of China's military actions around Taiwan could disrupt global trade. The self-governed democratic island of 24 million people is a global leader in the supply of semiconductor chips, which are a vital component for virtually all modern electronics.",
            "\"Taiwan matters far more to the world economy than its 1% share of global GDP would indicate,\" said Gareth Leather, a senior economist at Capital Economics, in a note earlier this month.",
            "\"A further escalation in cross-strait tensions that cut Taiwan's export off from the rest of the world would lead to renewed shortages in the automotive and electronics sectors and put further upward pressure on inflation,\" he added.",
            "Deepen trade relations",
            "Taiwan's trade representative Deng said that the negotiations would \"deepen trade relations with the US, enhance Taiwan's economic competitiveness, bolster foreign investment, improve Taiwanese businesses' image.\"",
            "He added that the talks could \"increase the chance for Taiwan to join international trade organizations, such as the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP).\"",
            "According to a separate statement by the Office of the US Trade Representative (USTR), Taipei and Washington DC will \"seek to adopt provisions that promote collaboration on ways to address these harmful non-market policies and practices.\"",
            "Deng said Taipei would suggest to begin negotiations in September, though that is subject to the availability of US officials. The USTR said the first round of negotiations is expected to take place this fall."
        ]
    },
    {
        "Title": "Putin revives Stalin-era 'Mother Heroine' award for women with 10 children",
        "Link": "https://www.cnn.com/2022/08/18/europe/putin-mother-heroine-award-decree-intl/index.html",
        "Content": [
            "Russian President Vladimir Putin signed a decree on Monday that revived the Soviet-era \"Mother Heroine\" award for women with 10 children or more, in an apparent attempt to alleviate a demographic crisis in the country.",
            "Originally, the honor was introduced by Joseph Stalin after World War II, when the Soviet population plunged by tens of millions.",
            "The award stopped with the collapse of the Soviet Union in 1991.",
            "Once it comes back in existence, a payment of 1 million rubles ($16,500) will be given to Russian mothers once their 10th child turns one, if all have survived.",
            "According to the latest Rosstat statistics published this summer, Russia's population shrank by an average of 86,000 people per month between January and May, a record.",
            "In addition Russia is suffering heavy losses among troops in Ukraine, but the true number of casualties has not been disclosed.",
            "Meanwhile, an estimated 75,300 migrants have left Russia. Some citizens are fleeing the country in the light of the Ukrainian war and a domestic political crackdown, search data, immigration figures and flight information show.",
            "For example, Google searches for the term \"How to leave Russia?\" in the Russian language hit a 10-year high inside the country within a week of the invasion of Ukraine on February 24.",
            "Russians' interest in the topic of \"emigration\" on Google also quadrupled between mid-February and early March. Searches around \"travel visa\" almost doubled, and for a Russian equivalent of \"political asylum\" they jumped more than five-fold.",
            "During a 30-day period in March, Australia, Turkey and Israel were some of the top trending destinations in search, alongside Russia-friendly Serbia and Armenia, as well as Georgia -- which Russian troops invaded in 2008.",
            "In an attempt to relieve the population crisis in the country, the Kremlin has also focused on promoting traditional values.",
            "Putin has long been an advocate of driving up Russia's birth rates through the implementation of policies which encourage large families through state financial aid.",
            "The Russian President also frequently brings up the importance of having a family and traditional values in his public speeches.",
            "\"Our historical responsibility is not only to get out of the demographic trap but also to ensure sustainable natural population growth by the middle of the coming decade,\" Putin said during his annual speech in 2020.",
            "Despite offering financial aid to women with multiple children, the Russian state still does not have a law protecting victims of domestic violence, with the Russian Orthodox Church advocating that such laws go against Russia's traditional values and that private family matters must remain private."
        ]
    },
    {
        "Title": "Europe's largest nuclear plant is under threat. But experts say a Chernobyl-sized disaster is unlikely",
        "Link": "https://www.cnn.com/2022/08/18/europe/zaporizhzhia-nuclear-plant-shelling-explainer-intl/index.html",
        "Content": [
            "The threat of nuclear calamity has hung for months over Russia's war in Ukraine.",
            "Those fears were renewed last week after shelling intensified around the massive Zaporizhzhia nuclear power plant, Europe's largest, which has been under Russian control since March.",
            "Attacks at the complex, which have ramped up as fighting flares in Ukraine's south, have sparked concerns about the specter of nuclear disaster, leading the United Nation's watchdog and world leaders to demand that a mission be allowed to visit the site and assess the damage.",
            "So just how real is the risk that the fighting poses?",
            "Nuclear experts are keen to defuse some of the more alarmist warnings, explaining that the main threat is closest to the plant itself and doesn't justify Europe-wide alerts. Experts are particularly wary of any comparisons to the Chernobyl disaster, a repeat of which is incredibly unlikely, they said.",
            "\"It's not very likely that this plant will be damaged,\" Leon Cizelj, president of the European Nuclear Society, told CNN. \"In the very unlikely case that it is, the radioactive problem would mostly affect Ukrainians that live nearby,\" rather than spreading throughout eastern Europe as was the case with Chernobyl, he said.",
            "\"If we used past experience, Fukushima could be a comparison of the worst-case scenario,\" Cizelj added, referring to the serious but more localized meltdown at the Japanese plant in 2011. The most pressing dangers would be faced by Ukrainians living in the vicinity of the plant, which is on the banks of the Dnipro River, south of Zaporizhzhia city, and by the Ukrainian staff who are still working there.",
            "Here's what you need to know about the clashes at Zaporizhzhia nuclear plant, and what their implications could be.",
            "What's happening at the Zaporizhzhia plant?",
            "Shellfire at the Zaporizhzhia plant in recent weeks has damaged a dry storage facility -- where casks of spent nuclear fuel are kept at the plant -- as well as radiation monitoring detectors, according to Energoatom, Ukraine's state-run nuclear power company.",
            "On August 5, several explosions near the electrical switchboard caused a power shutdown and one reactor was disconnected from the electrical grid, the United Nations' International Atomic Energy Agency (IAEA) chief said.",
            "Rafael Mariano Grossi told the UN Security Council that the situation had deteriorated \"to the point of being very alarming.\"",
            "Kyiv has repeatedly accused Russian forces of storing heavy weaponry inside the complex and using it as cover to launch attacks, knowing that Ukraine can't return fire without risking hitting one of the plant's six reactors. Moscow, meanwhile, has claimed Ukrainian troops are targeting the site. Both sides have tried to point the finger at the other for threatening nuclear terrorism.",
            "Calls are growing for an IAEA mission to be allowed to visit the complex. But fighting has continued despite the concern.",
            "On Tuesday, Ukrainian authorities said the town of Nikopol, across the Dnipro River from the plant, had again come under rocket fire again.",
            "\"The shelling has threatened the safety of operators working on the site, and there have been reports that a worker was hit by shrapnel and taken to hospital,\" Henry Preston, a communications manager at the London-based World Nuclear Association, told CNN.",
            "He called the workers' professionalism under occupation \"remarkable\" and the use of an operational power plant for military activities \"unconscionable.\"",
            "How secure are the plant's nuclear reactors?",
            "Modern nuclear power plants are extremely well reinforced to prevent damage from all kinds of attacks, such as earthquakes, and Zaporizhzhia is no exception.",
            "\"Like all nuclear power plants, Zaporizhzhia contains various redundant safety systems, which under normal circumstances are highly effective,\" James Acton, the co‑director of the Nuclear Policy Program at the Carnegie Endowment for International Peace, told CNN.",
            "\"The problem is that nuclear power plants are not designed for war zones and, under plausible circumstances, all these systems could fail,\" he added.",
            "The plant's six reactors -- only two of which are currently functioning -- are protected by steel and meters-thick concrete casing. \"Random shelling cannot really destroy this, it would be really improbable,\" Cizelj said.",
            "Were the reactors to come under attack by deliberate, targeted shelling, the risk would increase -- but even that would require a \"very, very skilled\" operation, he said.",
            "While Ukraine is not a member of the European Union, Cizelj told CNN that he expected Zaporizhzhia's precautions to be \"comparable\" to that of EU countries, where plants must adhere to strict nuclear safety rules.",
            "What is the worst-case scenario?",
            "Nuclear plants use a number of auxiliary safety systems, such as diesel generators and external grid connections, to keep reactors cool. Zaporizhzhia also uses a spray pond, a reservoir in which hot water from inside the plant is cooled. If those systems failed, then the nuclear reactor would heat up swiftly, triggering a nuclear meltdown.",
            "That would be the worst case scenario, experts said. But, while it would be disastrous at a local level, they explained it wouldn't have a major impact on Europe more widely.",
            "\"The main danger here is damage to the systems needed to keep the fuel in the reactor cool -- external power lines, emergency diesel generators, equipment to dissipate heat from the reactor core,\" Acton said.",
            "\"In a war, repairing this equipment or implementing countermeasures could be impossible. In the worst case, the fuel could melt and spread large amounts of radioactivity into the environment.\"",
            "An attack on structures used to store spent nuclear fuel -- fuel which is removed after use in a reactor -- also poses a risk, with the potential to release radioactive material into the surrounding area. But, experts said, it wouldn't travel far.",
            "The head of Energoatom, Petro Kotin, said one strike earlier in August was close to the processed fuel storage area. \"This is very dangerous, because the rockets hit 10 to 20 meters away from the storage, but if they had hit the containers with the processed fuel, it would be a radiation accident,\" Kotin said on Ukrainian television.",
            "If one container is hit, \"it will be a local accident on the territory of the plant and nearby territory. If it's two to three containers, the affected area will increase,\" he added.",
            "How is Zaporizhzhia different to Chernobyl?",
            "Shelling around Zaporizhzhia has triggered warnings of another \"Chernobyl\" -- the world's worst-ever nuclear disaster.",
            "But there are numerous differences between the two Ukrainian power plants and experts insist that a repeat of the 1986 cataclysm is essentially impossible.",
            "The Chernobyl plant used Soviet-era, graphite-moderated RBMK reactors, which lacked a modern containment structure -- a concrete and steel dome designed to prevent any release of radiation.",
            "In contrast, each of the six reactors at the Zaporizhzhia facility are pressurized water reactors encased in a massive steel vessel, housed in a concrete containment building. The design is called VVER, the Russian acronym for water-water-energetic reactor.",
            "\"The brakes on these kinds of reactors are much much better,\" Cizelj said. \"If there would be damage to these reactors, it would be much easier to shut it down.\"",
            "The scale of a hypothetical nuclear meltdown would also be far smaller than that of Chernobyl, experts said. After the 1986 meltdown, radioactive fallout scattered across much of the northern hemisphere, while some 150,000 square kilometres in Belarus, Russia and Ukraine were contaminated, according to the IAEA. That contamination spread as far as 500 kilometers north of the site.",
            "Experts instead suggest that the feasible worst-case would look more like another, more recent disaster.",
            "\"Fukushima is a better analogy than Chernobyl,\" Acton said. \"In this event, evacuations may be required for tens of kilometers around the plant, especially downwind. In the middle of a war those would be exceptionally dangerous.\"",
            "Any radioactive fallout would spread around 10 or 20 kilometers from Zaporizhzhia before it would cease to pose serious health risks, experts suggest.",
            "\"If somebody was able to cause the meltdown of the reactors, (gases) could escape in the atmosphere and the would travel with the wind until they are washed out of the atmosphere,\" Cizelj said. \"With distance, dilution happens -- so very soon, the dilution becomes sufficient that the impact becomes not very serious for the environment and for people's health.\"",
            "But for people living in war-torn southern Ukraine, a nuclear disaster is not the most immediate danger. \"If you compare it to the other risks they are facing, this risk is not very large,\" he added."
        ]
    },
    {
        "Title": "Europe can't decide if it wants to punish ordinary Russians for Putin's war",
        "Link": "https://www.cnn.com/2022/08/18/europe/russia-visas-european-union-finland-intl-cmd/index.html",
        "Content": [
            "Finland, a country that shares an 830-mile-long border with Russia, announced this week that it is to halve its cap on the number of visa applications from Russian citizens.",
            "Currently, 1,000 Russians can apply for Finnish visas each day, but as of September 1 that number will drop to 500. Jussi Tanner, director general for consular services at Finland's Ministry of Foreign Affairs, told CNN that a maximum of 20% of those slots will be allocated for tourist visas, meaning no more than 100 tourist visas will be available per day.",
            "The move comes after Estonia, another European Union nation that borders Russia, banned even Russians who already had visas from entering the country. According to Reuters, that amounts to 50,000 people.",
            "The Czech Republic and Latvia have also been supportive of visa bans and have also taken measures to restrict Russians from traveling into the EU.",
            "The proposal was first floated by Ukrainian President Volodymyr Zelensky, who wants to stop Russians from entering the bloc, where they can then travel freely for 90 days in the EU's common travel zone, the Schengen area.",
            "Not everyone agrees. German Chancellor Olaf Scholz says that while it is important to sanction those in Russian President Vladimir Putin's inner circle, Europeans need to \"also understand that there are a lot of people fleeing from Russia because they disagree with the Russian regime.\"",
            "A senior German diplomat told CNN that Scholz's argument is not based in fact, \"as anyone can apply for a humanitarian visa.\" The diplomat believes that Scholz is mostly attempting to \"balance his own party which is split between those who want dialogue with Russia and those who want to appear hard.\"",
            "Advocates of limiting Russian visas believe the argument is quite clear.",
            "Alexander Stubb, a former Finnish Prime Minister and foreign minister who had previously advocated for visa liberalization with Russia, told CNN: \"It's a sad state of affairs, but the price of war has to be felt by Russian citizens.\"",
            "He said that \"the only way in which the hearts and the minds of the Russian people can be changed is for them to understand what Putin is doing is a blatant violation of international law. That means a total visa ban on Russians.\"",
            "Rasa Juknevičienė, a former Lithuanian defense minister and current member of the European Parliament, says that \"first and foremost, this is a security issue.\"",
            "\"Russian citizens travel to the EU mainly via Finland and Estonia. The official services of the countries are under enormous pressure. Russia is controlled by KGB legacy structures, which exploit the openness of the Schengen countries for various operations,\" Juknevičienė told CNN.",
            "It's unlikely that European leaders will reach a full agreement on this issue. While the EU has been largely united since the start of the war and has come together to place serious economic sanctions on Russia, there is a geographical reality that complicates any consensus between 27 countries with vastly different economic and political priorities.",
            "Countries in the west and south of the EU, who are somewhat protected from Kremlin aggression due to sheer distance, are quick to remind hawks that Russia is a very large part of the wider region of Europe.",
            "It is therefore not only extremely difficult, but probably not particularly productive, to simply ignore Russia. Once the war is over, European economies will want to re-establish ties with Russia. Not only is this beneficial to those countries, but it could also prove valuable in a post-conflict propaganda war to convince average Russians of the benefits of European values.",
            "Strategically, most serious figures also agree that any post-war European security plans will have to involve Russia, and it's far better that Moscow is proactively involved and working with its European neighbors.",
            "At the other end of the spectrum, there are those countries such as Poland, Estonia, Lithuania and Latvia who have already suffered at the hands of Russia quite a lot, both at the hands of the oppressive dictatorship of the Soviet Union and more recently from the threat of Putin's Kremlin.",
            "These are the competing factors that make handling Putin and Russia so complicated.",
            "Will the EU work with Putin if he remains in power after the war? If not, how different must the regime that follows be from Putin's to satisfy the bloc? What would need to be included in a hypothetical treaty to assure different European leaders that Russia will not provoke further conflict? What might the EU be willing to concede in order to broker a peace? It's worth remembering throughout all of this that Ukraine is now a candidate for EU membership.",
            "All of these big questions create smaller questions, including what should be done during the conflict on visas. And the longer the war goes on, as the West's options for sanctions and retaliation become increasingly limited, the more of these questions will emerge.",
            "The hard reality is that these smaller questions, headaches in themselves, must be balanced against whatever is the best-case, long-term outcome of this bleak period. And the blunt truth is that one thing will never change: Europe cannot simply ignore Russia.",
            "Correction: This story has been updated to reflect that Rasa Juknevičienė is a politician from Lithuania."
        ]
    },
    {
        "Title": "Where water is called 'blue gold': A town grapples with one of its worst droughts on record",
        "Link": "https://www.cnn.com/2022/08/18/europe/france-drought-climate-cmd-intl/index.html",
        "Content": [
            "Seillans, France For well over a century, water has gurgled through a web of gutters and channels on Cécile Messelis' farm, flowing into an underground reservoir and earthen troughs to nourish crops sown across terraced fields.",
            "In 2020, that stream began to falter. This year, it stopped altogether: Messelis' fields now crackle in the sunlight; her stone cistern echoes with thirst.",
            "On this small farm in the upper reaches of Seillans, a commune in the Var region of southern France, the fields are bare but for the parched remnants of the last harvest. Normally, aubergines, tomatoes, peppers and melons thrive here. Now, the fields lie fallow.",
            "Messelis' reservoirs first ran empty after last winter was remarkably dry. She then had to rely on tap water to grow the organic fruit and vegetables that make up the baskets she sells to neighbors and at local markets.",
            "Then in May, local authorities tightened the taps as well.",
            "France is suffering what authorities say is likely its worst drought on record. It's a similar picture across much of Europe — more than 60% of land in the European Union is under drought warnings or more severe alerts, according to the European Drought Observatory.",
            "The rain has been so scant that major rivers are drying up in parts. The Loire and Rhone in France, the Po in Italy and the Rhine in Germany have all experienced particularly low water levels, some of them have even shrunk, impacting transport, agriculture and energy production.",
            "Now downpours are hitting several parts of the country. In the Loire region of central France, they've triggered flooding. The soil is so parched, like a dry sponge, it simply can't absorb that much rain. In Paris, floods that hit Tuesday evening forced 10 underground Metro stations to close. The stormy weather has brought relief from the heat, but little to break the drought. What's needed is less intense and more consistent rain over much longer periods of time.",
            "In January, when worries about the dry winter emerged, Seillans' authorities proposed to sell Messelis emergency water supplies that had been trucked in at €20 ($20.40) per cubic meter (around 264 gallons), she said. Private suppliers were offering only slightly cheaper rates. Normally, she would pay just around 50 cents ($0.51) for the same amount from the tap.",
            "It was an impossible option for her.",
            "\"It's not worth starting,\" the 54-year-old farmer told CNN. \"It's almost like we're working just to pay for the water.\"",
            "Unlike generations past, Messelis' neighbors today are more likely to have a swimming pool than a vegetable plot, a somewhat cruel irony for her this summer: In the first period of water restrictions, residents were still allowed to top up their pools, while her crops withered.",
            "\"It was a moment of shock,\" she said. \"It's so obvious that the priority [should be] to eat.\"",
            "Dark clouds",
            "In May, the people of Seillans were put under water rationing, given a 150 liters a day per person in the worst-hit part of the commune. It wasn't long until the rest of Seillans were given daily limits too, although of a higher 200 liters.",
            "It should be enough to cover basic needs — the average French person consumes 149 liters daily. But going unchecked, it's easy to use hundreds of liters more. Just running a tap while brushing teeth or between rinsing dishes wastes six liters of water every minute.",
            "Seillans was one of the first communities in France to run out of sufficient water for residents this year, but by early August, some 100 communes were in the same position, according to French Ecological Transition Minister Christophe Béchu.",
            "Many parts of the Var region have seen around 80% less rain than the long-term average between the start of July and August 10, according to the drought mission for the regional land and sea directorate. Some areas haven't seen any measurable rain at all.",
            "The region is now \"in a crisis,\" the mission's chief, Julien Assante, told CNN.",
            "Droughts in the Mediterranean region, where Seillans sits, have increased in frequency already because of the human-driven climate crisis, and the heat waves that can exacerbate them are also more common and more intense, according to the Intergovernmental Panel on Climate Change. The more the Earth warms, the more the region will experience aridity, droughts and fire weather conditions.",
            "And drought isn't just impacting farmers and households. With it has come intense wildfires. More than 780,000 hectares (more than 3,000 square miles) across Europe have burned so far this year, according to the European Forest Fire Information System. So exhausted are France's firefighting resources that colleagues from Romania, Italy, Poland and Austria, as well as aircraft from Greece and Sweden, have been called in to battle the blazes.",
            "New rituals",
            "In the Ricou household, the drought has sparked a new ritual. Every few days, Brigitte Ricou climbs to the back of her shrubbery to photograph her water meter. It's the best way to monitor how much she, her husband and her visiting grandson are using.",
            "\"We look at our meter a lot,\" she told CNN from her kitchen in lower Seillans, where there is a 200-liter daily limit per resident. She said it was difficult to estimate how much water each person uses every day, and that it was something that required practice and thought.",
            "She and her husband have implemented a range of measures to limit their water use, from washing food in bowls and using that same water for their plants. They use bottled water for drinking, take shorter showers and they don't flush the toilet after every use.",
            "\"Sometimes I lower my consumption drastically to make my 200 liters,\" she said, adding that she doesn't view the quota as a right, as some people do, but as a maximum allowance. \"This water, it's precious.\"",
            "To Seillans Mayor René Ugo, water is more like a \"sacred\" resource. A small stream that used to run through the town all year round was once the lifeblood of a variety of businesses lower Seillans, from a perfume shop to an oil press, he said. But as it dried up, so too did business. This year, it hasn't flowed at all.",
            "\"It was a warning,\" Ugo said, referring to his observations of dry conditions back in January. \"I was afraid of what could happen and those fears came to pass.\"",
            "And in Seillans, the stopgap measures go well beyond rationing — the town is now trucking freshwater in. The local town hall oversaw the purchase of a water tanker, which now makes eight trundling return trips to restock the worst-hit districts' water reservoirs. Filling up from a fire hydrant fed by an underground source — the water naturally filtered by the rock — the truck deposits 8,000 liters at a time.",
            "While the mayor recognizes it's a short-term solution, it's also an investment for the future. There are no plans to sell the truck at the end of the dry season, he says, in an implicit acknowledgment that the village could face such shortages again.",
            "It's also a cost that local residents will have to shoulder, with higher water bills, the mayor said, another pain point as the cost of living crisis bites.",
            "For local police officer Philippe Grenêche, extreme drought has become the new normal, and even part of his beat.",
            "He and his colleague now patrol the village looking for evidence of water-releated offences: Green lawns, for example, are a sure sign of sprinkler use, which is banned; swimming pools that appear to have been refilled are another sign of violations.",
            "People are sometimes even caught stealing water from fire hydrants.",
            "\"We had black gold,\" Grenêche told CNN, referring to the value of petroleum, as his patrol car wound through the hills of Seillans. \"And now with all this, we've got 'blue gold.'\""
        ]
    },
    {
        "Title": "Saudi activist sentenced to 34 years in prison for Twitter activity",
        "Link": "https://www.cnn.com/2022/08/17/middleeast/salma-al-shehab-saudi-arabia-twitter-sentence-intl/index.html",
        "Content": [
            "Saudi women's rights campaigner Salma al-Shehab was sentenced to 34 years in prison on Monday for her activity on Twitter, according to court documents viewed by CNN.",
            "Al-Shehab, 33, was also banned from traveling outside of Saudi Arabia for another 34 years.",
            "The PhD student at Leeds University in the United Kingdom had been arrested in January 2021 and was subjected to questioning sessions over a period of 265 days before being brought to the Specialized Criminal Court, according to independent human rights organization ALQST.",
            "She was initially given a six-year sentence late last year -- this was increased to 34 years after al-Shehab filed an appeal, according to the documents.",
            "The charges filed against her by the Public Prosecution included \"providing succor to those seeking to disrupt public order and undermine the safety of the general public and stability of the state, and publishing false and tendentious rumors on Twitter,\" ALQST said.",
            "Al Shehab told the court that without prior warning, she was \"propelled\" into the months-long investigation, during which she was kept under solitary confinement, according to the court documents.",
            "The mother of two also asked the court to take into consideration the need to care for her children and sick mother, the documents said.",
            "ALQST's Head of Monitoring and Communications Lina Al-Hathloul told CNN that al-Shehab had been arrested for supporting her sister Loujain al-Hathloul -- a prominent activist who spent more than 1,000 days in jail following a May 2018 sweep that targeted well-known opponents of the kingdom's since-rescinded law barring women from driving -- and other prisoners of conscience on Twitter.",
            "Lina Al-Hathloul said in the ALQST statement that al-Shehab's sentence \"makes a mockery of the Saudi authorities' claims of reform for women and of the legal system,\" adding that it \"shows that they remain hellbent on harshly punishing anyone who expresses their opinions freely.\"",
            "They urged that the Saudi government release al-Shehab and demanded that the kingdom protect freedom of speech.",
            "Al-Shehab's Twitter account remains online with a pinned tweet that reads: \"Freedom for prisoners of conscience and all the oppressed of the world.\"",
            "The US State Department said it is \"studying\" the case on Wednesday.",
            "\"But I can say this is a general matter and I can say this without any caveat and resolutely: exercising freedom of expression to advocate for the rights of women should not be criminalized,\" said State Department spokesperson Ned Price at a briefing with reporters.",
            "Asked if Saudi Arabia had been emboldened by recent US engagements with the country, Price responded that \"our engagement... has made clear... that human rights is central to our agenda.\""
        ]
    },
    {
        "Title": "Syria denies holding Austin Tice, journalist missing for 10 years, after White House claims otherwise",
        "Link": "https://www.cnn.com/2022/08/17/middleeast/austin-tice-syria-us-intl/index.html",
        "Content": [
            "The Syrian government on Wednesday denied it is holding or has any information on the whereabouts of Austin Tice, an American journalist who vanished a decade ago while reporting on the Middle Eastern nation's civil war.",
            "Syria's foreign ministry said in a rare statement that the country \"denies that it has kidnapped or is hiding any American citizens who entered its territory or resided in areas under the sovereignty and authority of the Syrian government.\"",
            "The comments come a week after US President Joe Biden said that Washington knows \"with certainty\" that Tice is being held by the Syrian government.",
            "The Syrian government has denied on multiple occasions that it's holding Tice, but before its statement Wednesday, it had not addressed the journalist's whereabouts publicly since 2016.",
            "Tice disappeared in Damascus, the Syrian capital, while he was working as a freelance journalist for CBS, The Washington Post and The McClatchy Company.",
            "Tice's family said Austin was traveling in the Damascus suburb of Darayya to work on one of his final pieces for the summer on August 13, 2012, when he was detained at a checkpoint. He was supposed to leave for Lebanon the following day. The Texas native and veteran of the US Marine Corps was supposed to come home to finish his final year of law school at Georgetown University.",
            "Since then, the only information Tice's family has received from his captors was a 43-second video that surfaced five weeks after his disappearance. It was titled \"Austin Tice is Alive\" and showed Tice and a group of armed men, but contained no other information.",
            "In its statement Wednesday, the Syrian government denied it had ever arrested Tice.",
            "10th anniversary of disappearance",
            "Tice was among the first journalists to disappear after Syria's peaceful pro-democracy protests, sparked by the Arab Spring, were violently crushed by Bashar al-Assad's government.",
            "Successive US administrations have contended that Tice was alive and being held captive somewhere in Syria. There was no indication he was abducted or held by ISIS, which executed multiple American journalists it kidnapped, including James Foley and Steven Sotloff.",
            "Though the FBI offered a reward of $1 million for information on Tice's whereabouts, his case has languished for years.",
            "Tice's parents have worked diligently to bring government and media attention to their son's disappearance. During a meeting with Biden at the White House in May, the President \"reiterated his commitment to continue to work through all available avenues to secure Austin's long overdue return to his family.\"",
            "The Biden administration has had direct engagements with the Syrian government in an effort to secure the release of Tice, according to a source and a senior administration official. There have been a number of direct interactions -- none of which took place in Damascus -- but they have thus far yielded no progress, the source familiar said.",
            "Last week marked the 10th anniversary of Tice's disappearance, which his family and the White House used to reiterate their demands for information.",
            "\"We know with certainty that he has been held by the Syrian regime,\" Biden said in a statement last week. \"We have repeatedly asked the government of Syria to work with us so that we can bring Austin home.",
            "\"Tice family deserves answers, and more importantly, they deserve to be swiftly reunited with Austin.\"",
            "Debra Tice, Austin's mother, told CNN on Thursday, her son's 41st birthday, she is happy the President mentioned his name and that it is a sign the administration is ready to negotiate his release.",
            "\"I'm just so glad that President Biden has said Austin's name publicly,\" Debra Tice told CNN's John Berman on \"New Day.\" \"I think that it's an indication from the President that the United States government is ready to engage with Syria to bring Austin home.\"",
            "In a separate statement Wednesday, Secretary of State Antony Blinken said Washington \"will continue to pursue all available avenues to bring Austin home and work tirelessly until we succeed in doing so.\"",
            "Among those tasked with bringing Tice home is Special Presidential Envoy for Hostage Affairs Roger Carstens, who secretly traveled to Damascus and met with Assad regime officials in 2020 under the Trump administration. In May of this year, he met with Abbas Ibrahim, a top Lebanese security official, in Washington \"to discuss US citizens who are missing or detained in Syria,\" State Department spokesman Ned Price said at the time.",
            "Ibrahim, the chief of Lebanon's General Security Directorate, has played a role in securing the release of American detainees in the past, including Sam Goodwin from Syria and Nizar Zikka from Iran."
        ]
    },
    {
        "Title": "Iran wants compensation if US pulls out of nuclear deal again, diplomatic source says",
        "Link": "https://www.cnn.com/2022/08/15/middleeast/iran-nuclear-deal-response-vienna-agreement-intl-hnk/index.html",
        "Content": [
            "As attempts to revive the 2015 Iran nuclear deal heat up, Tehran is seeking guarantees that it will be compensated if a future US president pulls out of the pact, a regional diplomat told CNN on Tuesday.",
            "Last week European Union officials sent the US and Iran what it called the \"final text\" of a revived deal to limit Tehran's nuclear program in exchange for sanctions relief.",
            "On Monday night, Iran responded to the proposal in writing, meeting a deadline set by the bloc. While Iran's written response has not been made public, the country's chief adviser to negotiations tweeted that an agreement was closer than ever, but not yet done.",
            "But the regional diplomat, who has been briefed on the matter, said Iran has reservations about the possibility of a future president pulling out of the deal and unleashing new sanctions on the country -- in what would be a repeat of the May 2018 decision by former US President Donald Trump to leave the agreement and impose crushing financial penalties on Tehran.",
            "\"It seems there has been progress in bringing views closer, especially in the issue of indirect sanctions on Iranian companies working abroad,\" the diplomat said.",
            "\"The main issue facing the revival of the deal is the guarantees requested from the Iranian side ensuring Iran will be compensated in case future US administrations decide to withdraw again from the deal and while no real solution has been put forth,\" he added.",
            "An adviser to the Iranian negotiating team at talks on the deal in Vienna, Mohammad Marandi, confirmed to CNN on Tuesday that Iran was looking for guarantees that if a future US administration withdraws from the deal, it will \"have to pay a price.\"",
            "Marandi also said in a tweet on Monday that there were \"differences\" on two other issues, but declined to offer specifics.",
            "CNN is seeking comment from the US State Department.",
            "The negotiations between the US and Iran are currently being negotiated by Qatar and the EU. Qatar's deputy Foreign Minister Mohammed Al Khulaifi was sent to Tehran over the weekend for meetings with Iran's negotiator Ali Bagheri Kani.",
            "An EU spokesperson, Nabila Massrali, confirmed that Iran's response had been received on Monday night and that the bloc was now in consultation with the US and other participants of the deal, formally known as the Joint Comprehensive Plan of Action (JCPOA).",
            "The US called on Iran on Monday to drop \"extraneous\" demands that go beyond the JCPOA's scope -- namely in reference to an earlier Iranian request that the US remove Iran's elite Islamic Revolutionary Guard Corps (IRGC) from its Foreign Terrorist Organizations list.",
            "\"If Iran wants these sanctions lifted, they will need to alter their underlying conduct; they will need to change the dangerous activities that gave rise to these sanctions in the first place,\" the State Department spokesperson Ned Price said in a Monday briefing.",
            "In the wake of the US withdrawal, Iran has increasingly violated the agreements it made under the deal and expanded its nuclear program.",
            "Iran has said any final deal should protect the rights of the country and guarantee the lifting of sanctions, which could free up tens of billions of dollars in oil and gas revenue and boost Iran's struggling economy.",
            "Earlier on Monday, Iran's Foreign Minister Hossein Amir-Abdollahian said if the US showed a realistic and flexible reaction to Iran's offer, they \"would be at the point of agreement.\"",
            "Amir-Abdollahian said Tehran was ready to reach a conclusion through a foreign ministerial meeting and announce the final agreement if its views were accepted. \"The upcoming days are important days,\" he said.",
            "Last week, a State Department spokesperson told CNN that the US was \"ready to quickly conclude a deal on the basis of the EU's proposals.\""
        ]
    },
    {
        "Title": "How Iran exploited Rushdie's Satanic Verses",
        "Link": "https://www.cnn.com/2022/08/15/middleeast/salman-rushdie-iran-mime-intl/index.html",
        "Content": [
            "A version of this story first appeared in CNN's Meanwhile in the Middle East newsletter, a three-times-a-week look inside the region's biggest stories. Sign up here.",
            "(CNN)Nearly 10 years after he was driven underground, Salman Rushdie believed he was free. The author had been living under heavy security and highest secrecy in London. But in 1998, the Iranian government of President Mohammad Khatami publicly distanced itself from the religious fatwa calling for his murder.",
            "The move was part of a landmark agreement with the United Kingdom. Iran issued a public guarantee not to push for Rushdie's murder in exchange for an upgrade in diplomatic relations between London and Tehran.",
            "\"Well, it looks like it's over,\" Rushdie told reporters at the time. \"It means everything. It means freedom.\"",
            "But there was a catch. The murderous 1989 decree over Rushdie's satirical novel The Satanic Verses could not be officially revoked because the source of the fatwa — Iran's first Supreme Leader Ruhollah Khomeini — was dead. At least that's what Rushdie was told, according to his memoir.",
            "It was a deftly-crafted ambiguity that has defined Iran's policy over the issue -- and many other issues -- in the intervening years. In 2006, Hassan Nasrallah, secretary general of Iran-backed Hezbollah, publicly lamented that the fatwa against the author had not been carried out, claiming it emboldened others to \"insult\" the Prophet Mohammed. In 2019, Iran's current Supreme Leader Ali Khamenei reminded his followers that the ruling against Rushdie was \"solid and irrevocable,\" in a tweet that led to the shutting down of his account. Khamenei still tweets from other accounts.",
            "Four months before Rushdie was brutally stabbed at an event in New York on Friday, an Iranian news outlet, Iran Online, published an article praising the fatwa.",
            "Throughout it all, Iran appeared to insist on continuing to dangle the executioner's sword in front of Rushdie.",
            "Regardless of their motivations, Iran's cynical exploitation of some Muslims sensibilities is plain to see. The Satanic Verses draws on a deeply controversial story in early Islamic tradition that claims that Satan momentarily intruded in the divine revelations to the Prophet Mohammed. Iran didn't ban the book straightaway; the country's rulers only took action several months later, after the book inspired protests in Pakistan.",
            "The ensuing fatwa proved to be politically useful. It elevated Khomeini in the eyes of Islam's fundamentalists across the Muslim world, including among Sunnis. Yet then, as now, it had its prominent Muslim and regional detractors.",
            "The New Yorker's Robin Wright reports that Khomeini's closest protege at the time, Ayatollah Ali Montazeri, criticized the decree. Montazeri, who also opposed mass executions of Iran's dissidents, fell out of favor with the regime and was placed under house arrest in 1997.",
            "A 1989 letter published in The New York Review of Books signed by Arab and Muslim scholars also decried the campaign against Rushdie.",
            "\"This campaign is done in the name of Islam, although none of it does Islam any credit,\" the letter signed by five prominent intellectuals including the late Indian-born poet Aga Shahid Ali and the late Palestinian-American scholar Edward Said.",
            "\"Certainly Muslims and others are entitled to protest against The Satanic Verses if they feel the novel offends their religion and cultural sensibilities,\" the authors of the letter added. \"But to carry protest and debate over into the realm of bigoted violence is in fact antithetical to Islamic traditions of learning and tolerance.\"",
            "In Rushdie's memoir Joseph Anton, the Mumbai-born author is depicted openly questioning whether he was being \"sold out\" by the London-Tehran 1998 agreement only days after he declared the threats to his life \"over.\" Joseph Anton was his pseudonym during his time underground and he refers to himself in the book in the third person.",
            "Despite acknowledging that the death warrant would continue to hang over his head, he opted to emerge from his life in hiding and settle in New York where decades later, he would be brutally attacked in front of horrified onlookers.",
            "The suspect in last week's attack was named by authorities as Hadi Matar, a 24-year-old from New Jersey.",
            "Matar pleaded not guilty Saturday to attempted murder in the second degree and other charges.",
            "True to form, Iran denied involvement in the attack and said Rushdie and his \"supporters\" had only themselves to blame. Hezbollah also said they had no information about the attacker and the plot in comments to CNN.",
            "\"Nothing was ever perfect, but there was a level of imperfection that was hard to take,\" Rushdie wrote in his memoir of the 1998 decision. \"Still, he remained resolved,\" Rushdie added, referring to himself. \"He had to take his life back into his own hands. He couldn't wait any longer for the 'imperfection factor' to drop to a more acceptable level.\"",
            "The digest",
            "Iran to give final response on EU nuclear deal proposal by midnight in Tehran - FM",
            "Iran will give its final response on a proposal by the European Union for the revival of the nuclear agreement by midnight Monday, Foreign Minister Hossein Amir-Abdollahian said according to state media.",
            "Background: Iran is exchanging messages with the United States through mediation on three remaining issues, one of which is \"guarantees,\" Amir-Abdollahian said. \"The American side has shown flexibility on two issues, which have been taken into account, and now needs to show flexibility regarding guarantees,\" he said. The US State Department did not immediately respond to a CNN request for comment. During the briefing, Amir-Abdollahian made no mention of the Iran's previous demand that an IAEA investigation into traces of uranium at three undeclared sites is dropped.\nWhy it matters: The revival of the nuclear deal which the US withdrew from in 2018 appeared to be nearing completion earlier this year. Yet the talks came to a standstill in March over a number of sticking points. They restarted earlier this month in Vienna after the EU offered a new proposal. With an increasingly tight oil market following Russia's invasion of Ukraine, a resurrected nuclear deal would help lower energy prices after the lifting of sanctions off Iran's oil market and pour more barrels into Europe.",
            "At least 18 children, killed in Egypt church fire",
            "At least 41 people, including 18 children, were killed after a fire broke out at Abu Sefein church in Giza's densely populated Imbaba neighborhood on Sunday, according to a statement by the spokesperson of the Egyptian Coptic Church citing health officials.",
            "Background: The blaze that tore through the small Coptic church in Giza, greater Cairo, on Sunday killed also injured 14. At least 18 children were killed, according to hospital documents seen by CNN. The children were between the ages of 3 and 16. The fire was caused by an electrical failure in an air conditioning unit, the interior ministry said.\nWhy it matters: The incident highlights the dangers posed by parts of Egypt's underdeveloped infrastructure, especially in the country's poorer and crowded neighborhoods. In 2020, an electrical fire at a hospital treating Covid-19 patients killed at least seven people.",
            "Five Americans among injured in Jerusalem shooting attack",
            "At least eight people, including five Americans, were wounded in a shooting attack targeting a bus near the Western Wall in Jerusalem's Old City early Sunday morning.",
            "Background: Two Americans are being treated at the Hadassah Medical Center, and three at Shaare Zedek Medical Center, according to the hospitals. At least two of the Americans injured were tourists, the hospitals said. The shooter fled the scene, with members of the security forces, the Shin Bet and the Israel Defense Forces (IDF) in pursuit. Police said a helicopter from the Israel Police's aerial unit assisted in the search. The suspect later turned himself in to the police. The weapon he carried was seized, according to a police spokesperson. Israeli media said the suspect is a Palestinian who holds Israeli citizenship. A security source confirmed to CNN the suspect holds Israeli citizenship and is from East Jerusalem.\nWhy it matters: Sunday's shooting comes after hostilities in Gaza last weekend left dozens of Palestinians dead. A ceasefire between Israel and the Islamic Jihad militant group in Gaza was announced last Sunday. Although militant groups in Gaza such as Hamas and Islamic Jihad praised the attack, the suspect has no known ties to militant groups.",
            "Around the region",
            "A man in the UAE was fined up to 15,000 dirhams (around $4,000) for telling a woman she would \"teach her a lesson she would never forget,\" reported the state-owned Emarat Alyoum news outlet.",
            "The woman filed a civil lawsuit, and the Abu Dhabi family court ruled in her favor, while the man was fined for material and mental damages, reported Emarat Alyoum, without providing further details on either the cause of the disagreement or details of the two parties' relationship.",
            "The news comes amid a spike in gender-based violence in the Middle East and growing calls by activists to bolster legal protections of women in the region.",
            "The gruesome killing of college student Naira Ashraf in Egypt triggered a barrage of both condemnation and praise for the accused, with some male social media users advocating for similar violence against women.",
            "Just last week, Egyptian state media reported the killing of another college student by a young man after she reportedly ended their relationship. The man had reportedly threatened to kill her prior to her death, and is now in pre-trial detention pending investigation, state media said.",
            "One in 3 women worldwide have experienced physical or sexual violence at least once in her lifetime, according to UN Women, mostly by intimate partners.",
            "In the Middle East, at least 37% of Arab women have experienced some form of violence in their lifetime, according to the same UN research.",
            "By Nadeen Ebrahim",
            "Photo of the day"
        ]
    },
    {
        "Title": "Algerian forest fires kill at least 37 people and destroy nearly 2,600 hectares",
        "Link": "https://www.cnn.com/2022/08/18/africa/algeria-forest-fire-intl/index.html",
        "Content": [
            "At least 37 people have been killed and several injured in wildfires that ravaged mountainous areas in the east of Algeria, according to the state-run Algeria Press Service (APS).",
            "Algerian Minister of Interior Kamal Beldjoudarly told state television that 24 people lost their lives in fires in El Tarf, near the border with Tunisia, and two others earlier in Setif.",
            "Firefighters and helicopters are trying to contain a number of blazes in the country's east.",
            "Beldjoudarly added that overall, 2,600 hectares were destroyed as a result of the fires, along with nearly 1,800 hectares of brush and some 800 hectares of forest cover in El Tarf, Setif, Souk Ahras, Jijel, Skikda and Tipasa.",
            "He said the state has deployed fire trucks, Air Force helicopters and other capabilities to extinguish fires.",
            "Over the past 24 hours, a total of 118 forest fires have been registered in the country, according to the Algerian Civil Protection Unit.",
            "The agency said that 1,700 civil protection officers and 280 trucks have been deployed in their efforts to control the fires.",
            "Prime Minister Ayman bin Abd al-Rahman said on Thursday that all those affected by the recent fires will be compensated, according to private Algerian media outlet Al-Nahar.",
            "Much of the northern hemisphere is battling extreme heat and below average rainfall, or even drought, raising the risk of wildfires. One year ago, at least 65 were killed in wildfires in the mountainous region of Algeria."
        ]
    },
    {
        "Title": "Emirates airline suspends all flights to Nigeria as it struggles to repatriate funds",
        "Link": "https://www.cnn.com/2022/08/18/africa/emirates-suspends-flights-nigeria-intl/index.html",
        "Content": [
            "Abuja, Nigeria Nigeria's aviation ministry says it is \"working hard\" to release trapped funds to the Emirates airline after the carrier suspended flights to Nigeria beginning from next month.",
            "Emirates announced in a statement Thursday that it has put a hold on flight operations in and out of Nigeria due to its inability to repatriate funds from the West African country.",
            "The airline said there has been \"no progress\" in reaching Nigerian authorities for a solution.",
            "\"Emirates has tried every avenue to address our ongoing challenges in repatriating funds from Nigeria and have made considerable efforts to initiate dialogue with the relevant authorities for their urgent intervention to help find a viable solution. Regrettable there has been no progress,\" Emirates said in a statement.",
            "The decision comes after Emirates announced last month of flights it would reduce flights to Nigeria's commercial capital Lagos, the carrier said it could not access its funds amounting to $85 million withheld in the country. The stuck funds had been rising by over $10 million every month, the airline said in a letter addressed to Nigeria's Aviation Minister Hadi Sirika.",
            "Currency in freefall",
            "Sirika told CNN the trapped funds will be released as this was not the first time Nigeria was holding onto huge amounts of revenue belonging to foreign air carriers.",
            "\"In the past, Nigeria has demonstrated the capacity and the willingness and fairness to resolve this type of issue. It happened when we took over power in 2015: There were lots of blocked funds, about $600 million at that time. It was at a time when the country was in a recession and there were dwindling revenues coming to the country, yet we honored our obligation to pay out all those blocked funds,\" Sirika told CNN Thursday.",
            "\"Unfortunately, due to many factors and reasons, the monies piled back up. Government is working hard to ensure that these monies are released, not only for Emirates but all airlines affected,\" Sirika added.",
            "Sirika added that \"mechanisms will be put in place to ensure that this does not occur in the future.\"",
            "The minister did not elaborate on what the factors were although Nigeria is grappling with shortages in foreign exchange which has restricted access to foreign currency for imports.",
            "Earlier in June, the International Air Transport Association said Nigeria was holding onto $450 million revenue belonging to foreign carriers operating in the country.",
            "The local currency has been in freefall against the dollar with most of the country's foreign exchange derived from crude oil sale, which has dwindled due to oil theft in producing communities. The government is also burdened with the high cost of subsidizing fuel for local consumption.",
            "Nigeria is one of Africa's biggest markets for international carriers."
        ]
    },
    {
        "Title": "Scientists discover a 5-mile wide undersea crater created as the dinosaurs disappeared",
        "Link": "https://www.cnn.com/2022/08/17/africa/asteroid-crater-west-africa-scn/index.html",
        "Content": [
            "Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.",
            "(CNN)An asteroid from space slammed into the Earth's surface 66 million years ago, leaving a massive crater underneath the sea and wreaking havoc with the planet.",
            "No, it's not that asteroid, the one that doomed the dinosaurs to extinction, but a previously unknown crater 248 miles off the coast of West Africa that was created right around the same time. Further study of the Nadir crater, as it's called, could shake up what we know about that cataclysmic moment in natural history.",
            "Uisdean Nicholson, an assistant professor at Heriot-Watt University in Edinburgh, happened on the crater by accident -- he was reviewing seismic survey data for another project on the tectonic split between South America and Africa and found evidence of the crater beneath 400 meters of seabed sediment.",
            "\"While interpreting the data, I (came) across this very unusual crater-like feature, unlike anything I had ever seen before,\" he said.",
            "\"It had all the characteristics of an impact crater.\"",
            "To be absolutely certain the crater was caused by an asteroid strike, he said that it would be necessary to drill into the the crater and test minerals from the crater floor. But it has all the hallmarks scientists would expect: the right ratio of crater width to depth, the height of the rims, and the height of the central uplift -- a mound in the center created by rock and sediment forced up by the shock pressure.",
            "The journal Science Advances published the study on Thursday.",
            "\"The discovery of a terrestrial impact crater is always significant, because they are very rare in the geologic record. There are fewer than 200 confirmed impact structures on Earth and quite a few likely candidates that haven't yet been unequivocally confirmed,\" said Mark Boslough, a research professor in Earth and Planetary Sciences at the University of New Mexico. He was not involved in this research but agreed that it was probably caused by an asteroid.",
            "Boslough said the most significant aspect of this discovery is that it was an example of a submarine impact crater, for which there are only a few known examples.",
            "\"The opportunity to study an underwater impact crater of this size would help us understand the process of ocean impacts, which are the most common but least well preserved or understood.\"",
            "Cascading consequences",
            "The crater is 8 kilometers (5 miles) wide, and Nicholson believes it was was likely caused by an asteroid more than 400 meters (1,300 feet) wide hurtling into the Earth's crust.",
            "While much smaller than the city-sized asteroid that caused the 100-mile-wide Chicxulub crater that hit off the coast of Mexico that led to the mass extinction of much of life on the planet, it's still a pretty sizable space rock.",
            "\"The (Nadir) impact would have had severe consequences locally and regionally -- across the Atlantic Ocean at least,\" Nicholson explained via email.",
            "\"There would have been a large earthquake (magnitude 6.5 - 7), so significant ground shaking locally. The air blast would have been heard across the globe, and would have itself caused severe local damage across the region.",
            "It would have caused an \"exceptionally large\" tsunami wave up 3,200 feet high (1 kilometer) around the crater, dissipating to around five meters high once it reached South America.",
            "By comparison, the in-air explosion of a much smaller 50-meter wide asteroid in 1908 in Russia, known as the Tunguska event flattened a forest across an area of 1,000 square kilometers.",
            "\"At 400 meters or so, the air blast (that caused the crater off West Africa) would have been orders of magnitude larger.\"",
            "Information from microfossils in nearby exploration wells show that the crater was formed around 66 million years ago -- at the end of the Cretaceous period. However, there's still uncertainty -- margin or error of around 1 million years -- about its exact age.",
            "Nicholson said it was possible that the asteroid strike was linked to the Chicxulub impact, or it could simply be a coincidence -- an asteroid of this size would hit Earth every 700,000 years.",
            "If linked, the asteroid could be the result of a break-up of a parent asteroid near the Earth -- with the separate fragments dispersed during an earlier orbit of Earth, or it was possible that it was part of a longer-lived shower of asteroids that hit the Earth over a period of a million years or so.",
            "\"Finding out the precise age is really critical to test this -- again, only possible by drilling.\"",
            "Even if linked, it would have been dwarfed by the Chicxulub impact, but it would have still added to the overall cascading set of consequences, he said.",
            "\"Understanding the exact nature of the relationship with Chicxulub (if any) is important to understand what was going on in the inner solar system at that time and raised some interesting new questions,\" Nicholson said.",
            "\"If there were two impacts at the same time, might there be other craters out there, and what was the cascading effect of multiple collisions?\""
        ]
    },
    {
        "Title": "Are negotiations over detained Americans slowing the fight for democracy in Venezuela?",
        "Link": "https://www.cnn.com/2022/08/16/americas/venezuela-maduro-detained-americans-analysis-intl/index.html",
        "Content": [
            "Bogota A growing number of US citizens are being detained in Venezuela -- and though exactly how many is unknown, the detentions could give authoritarian leader Nicolas Maduro leverage in frosty relations with Washington.",
            "Since 2019, the US and dozens of other countries around the world have said they do not consider Maduro's presidency legitimate, recognizing instead opposition leader Juan Guaido as interim head of state. Yet current US President Joe Biden's Biden White House has dispatched senior officials to Caracas three times this year to meet Maduro and his representatives, in an effort to negotiate for the detained Americans.",
            "Although the Biden administration has hardly laid out the red carpet - it refused to invite Maduro to this year's Summit of the Americas, and maintained personal sanctions on Venezuelan government officials - the fact that top officials are meeting directly with Maduro to discuss the detainees suggests that the White House has abandoned the Trump-era tactic of freezing out the authoritarian leader.",
            "The effort appears separate from parallel conversations seeking to boost Venezuela's oil output under the pressure of rising gas prices globally -- and from the backstage political negotiations encouraged by Washington between Maduro and the Guaido-led opposition, so far a slow-moving process.",
            "Concessions on principle",
            "Under pressure domestically, Biden's administration has already proven itself ready to make concessions on principle in order to take practical steps toward winning freedom for US citizens abroad.",
            "As CNN previously reported, the White House has already offered to trade WNBA player Brittney Griner and former US Marine Paul Whelan -- both detained in Russia -- for convicted Russian arms trafficker Viktor Bout. That proposed swap overrides opposition from the Department of Justice, which is generally against prisoner trades.",
            "It is unclear exactly how many Americans are currently being detained in Venezuela, and the US State Department often does not comment on specific cases due to privacy considerations.",
            "But among those publicly known to be detained are five of the six so-called \"Citgo 6,\" executives from the Citgo oil refinery held on corruption charges after that they deny; two former US Special Forces members, Aidan Berry and Luke Denman, detained in alleged connection to a botched private attempt to force Maduro from power; and Matthew Heath, a former US Marine accused of planning to attack a Venezuelan oil refinery.",
            "Unofficially, State Department sources estimate the actual number of American detainees in Venezuela may be 17.",
            "The State Department considers they are all wrongfully detained, and lawyers and relatives of the Citgo 6 have often accused Venezuelan embattled leader Nicolas Maduro of using the group as \"pawns\" to exert pressure on the US government.",
            "Last month, CNN learned that at least three other US citizens have been detained in Venezuela this year, including a Los Angeles public defender.",
            "In Venezuela, outreach from the US government to negotiate on behalf of American detainees is led by envoy Roger Carstens, who has met Maduro in person during his multiple trips to Caracas. CNN has reached to Carstens' office seeking comments.",
            "In March, he visited Caracas with Amb. James Story, who heads the US Venezuelan Affairs Unit, and regional National Security Council Senior Director Juan Gonzalez -- the high profile visit was the first since diplomatic relations between the two countries broke down in 2019.",
            "Shortly after, Venezuela freed Gustavo Cardenas, a former Citgo executive, and Jorge Alberto Fernandez, a Cuban-US dual citizen, in March.",
            "Two more trips to Venezuela have since followed.",
            "\"You cannot say that [the White House] are not applying pressure: we have had three trips of high-ranking officials so far,\" said one source involved in negotiations to release US citizens.",
            "\"It's not like this has happened before,\" they said, highlighting the Maduro's unprecedented level of direct communication with Washington.",
            "Some families of the detained US citizens have urged Biden to offer the same kind of swap his administration did for Griner -- a high-profile Venezuelan officials detained in the US, such as Colombian businessman Alex Saab -- whom the Department of Justice labeled a Maduro frontman -- in exchange for the release of their loved ones.",
            "However, a US State department source told CNN a similar deal is not on the cards at the moment.",
            "What Maduro wants",
            "What Maduro wants is no secret. He has demanded the lifting of oil sanctions, imposed on Venezuela for its anti-democratic record since 2017, in part in exchange for the release of the US detainees.",
            "In June, the US Department of Treasury did allow two European companies, ENI and Repsol, to resume exports from Venezuela, partially in an attempt to lower oil prices that have spiked worldwide as a consequence of the war in Ukraine. Still, the general sanctions on trading Venezuelan oil remain.",
            "And then there's Venezuela's pro-democracy opposition movement, once a priority for the US government.",
            "Talks between Caracas and Washington around the release of the US citizens now overshadow negotiations between Maduro's government and opposition leaders, which began after intense street protests in 2019.",
            "\"I think that once Juan Gonzalez and James Story arrived here, Maduro asked himself: 'What can I get out of them directly?'\" a well-placed source in the opposition told CNN.",
            "While sources on both sides told CNN that discussions between Maduro and the opposition are ongoing, at this moment there is no clear signal a new round of talks is happening. Gerardo Blyde, the chief negotiator on behalf of the opposition, and Jorge Rodriguez, Maduro's representative, met in Caracas in May with the promise of travelling together to Mexico to resume talks -- but so far nothing has happened. Both the foreign ministry of Norway, which brokered the Venezuelan talks, and the Venezuelan information ministry declined to comment.",
            "All this comes at an excellent time for Maduro, who has enjoyed a bump in popularity as economic conditions improve slightly. Although hampered by US sanctions, the global spike in oil prices has had a positive impact on Venezuela's public finances. And inflation in Venezuela, while still high, is now more in tune with increases in the rest of the world. (For a country used to prices doubling within a month, a 6% monthly inflation rate is almost healthy.)",
            "Venezuela's opposition, while keeping the door open to a new round of negotiations, has already called for primary elections to select a candidate to challenge Maduro in November 2024, when a new presidential election is due to take place.",
            "\"Mexico is there, if they want us, we can go,\" said one opposition source, referring to the negotiation process.",
            "\"But we can't put all our eggs in the same basket anymore.\""
        ]
    },
    {
        "Title": "A Bad Bunny rant, an ex-governor in handcuffs and Puerto Rico still reels nearly five years after Hurricane Maria",
        "Link": "https://www.cnn.com/2022/08/13/americas/puerto-rico-corruption-bad-bunny-rant/index.html",
        "Content": [
            "A week before former governor of Puerto Rico Wanda Vázquez was arrested by the FBI on bribery charges, pop superstar Bad Bunny riled up a throng of concertgoers in San Juan, calling out the current governor and the island's private electric company in an expletive-filled rant.",
            "\"We have a government over us that messes up our lives,\" the 28-year-old artist told the crowd, echoing the frustrations of many Puerto Ricans.",
            "\"The country belongs to us and we are the ones in control,\" he said at the sold-out July 28 concert, where he performed \"El Apagón,\" or \"The Blackout\" -- an ode to the US territory's familiar power outages. His message sent the packed arena into a frenzy.",
            "Nearly five years after Hurricane Maria devastated the island and three years after massive anti-government protests -- supported by Bad Bunny and other artists -- forced another former governor to step down, Puerto Rico teeters on the brink of yet another political crisis.",
            "\"The government has turned its back on the people,\" said Francisco Amundaray Diaz, 33, a tourist guide in San Juan, the capital of the US commonwealth. \"Puerto Rico is a failed state. Our leaders are totally alienated from the real needs of the people.\"",
            "'We live in constant crisis'",
            "FBI agents arrested Vázquez August 4 at her home in the latest in a string of unrelated state and federal corruption cases against government officials, mayors, contractors and businesspeople across the island.",
            "In May, the mayors of two Puerto Rican towns were arrested on federal conspiracy charges for allegedly soliciting bribes and extortion, according to the US Justice Department.",
            "Two months later, in July, the former mayor of another town was sentenced to 30 months in prison for his involvement in a bribery scheme in which cash was exchanged for municipal contracts, the DOJ said.",
            "\"We live in constant crisis -- whether it's the electricity or the economy -- and the people in our government continue to enrich themselves at our expense,\" said Wendelys Ruiz Torres, 33, a home care attendant who lives with regular power outages and voltage reductions at home in the rural western town of Las Marías.",
            "In Las Marías, nestled on the Cordillera Central mountain range, the slightest rainfall leads to blackouts, some lasting weeks, according to Ruiz. Other times the low voltage has ruined a TV, a microwave and a six-month-old laptop her son had bought with his savings. Occasionally, the house goes dark when the dryer starts. Her refrigerator makes strange sounds.",
            "\"Before outages,\" Ruiz said, \"the bulbs flicker like Christmas lights. On and off. And then, blackness.\"",
            "Feds: Bribery scheme rose to 'highest levels'",
            "The arrest of Vázquez, 62, who was sworn in as the island's top elected official in August 2019 after disgraced former governor Ricardo Rosselló stepped down following massive protests, represented a new low for a US territory with a long history of graft and corruption.",
            "A onetime justice secretary and prosecutor whose job included combating corruption, Vázquez is the first former governor to face federal charges.",
            "\"I am innocent and a great injustice has been committed against me, \" Vázquez told reporters after her release last week. \"I have committed no crime, no irregularity.\"",
            "From December 2019 through June 2020, the former governor allegedly conspired in a scheme to finance her gubernatorial campaign, according to the DOJ.",
            "Vázquez allegedly received more than $300,000 from two businessmen to finance political consultants during her campaign, according to Stephen Muldrow, US Attorney for the District of Puerto Rico.",
            "Vázquez and others are charged with conspiracy, federal programs bribery and honest services wire fraud. The ex-governor, who is named in three of seven counts in an indictment, faces up to 20 years in prison if convicted.",
            "\"The alleged bribery scheme rose to the highest levels of the Puerto Rican government, threatening public trust in our electoral processes and institutions of governance,\" Assistant Attorney General Kenneth A. Polite Jr. said in a statement.",
            "The bribes were allegedly paid in exchange for Vázquez making an appointment to the Office of the Commissioner of Financial Institutions that benefited businessmen involved in the scheme, Muldrow said.",
            "The indictment alleged the owner of an international bank and his consultant -- a former FBI agent -- agreed to provide funding for Vázquez's campaign. In exchange, she would replace the island's top bank regulator with one of their choosing. At the time, the bank was the \"subject of an examination\" by the regulatory agency, federal prosecutors say.",
            "A onetime political consultant for Vázquez and the president of an international bank have pleaded guilty to participating in the scheme, according to the DOJ.",
            "Electric company shares 'frustration'",
            "Puerto Rico Gov. Pedro Pierluisi, who was elected in November 2020 after defeating Vázquez in a primary election, said his administration has \"zero tolerance for corruption.\"",
            "\"No one is above the law in Puerto Rico,\" Pierluisi, a member of the same pro-statehood party as Vázquez, said in Spanish via Twitter. Island politics are dominated by two political parties -- one favors the current commonwealth status, the other statehood.",
            "When asked days after the concert about Bad Bunny's criticism of his government, Pierluisi lauded what he said were his administration's successes during the pandemic, in fighting crime and improvements to education and infrastructure, according to local media reports. He did not elaborate.",
            "Pierluisi also said his government \"will continue to monitor\" LUMA Energy, the private Canadian-American consortium that began operating the island's power transmission and distribution system in June 2021.",
            "Manuel Laboy, executive director of the island's Central Office for Recovery, Reconstruction and Resilience, said Maria's path of destruction was unprecedented and that hundreds of reconstruction projects have already been funded for roads, bridges, hospitals and parks -- along with dozens since April to replace electrical poles and street lights, substations and transmission facilities.",
            "\"I understand that frustration,\" he said Friday, referring to complaints about frequent blackouts. \"It's painful. It does affect lives. It does affect the quality of life. It does affect our capability to achieve economic growth and economic development... But we're making progress and headed in the right direction.\"",
            "For its part, LUMA Energy has maintained that it inherited a troubled electrical system decimated by decades of mismanagement and corruption, bankruptcy and, most recently, the force of Hurricane Maria.",
            "After Bad Bunny's concert rant, LUMA issued a statement saying it shared the frustration \"all our customers have with the reliability of Puerto Rico's electric system which has suffered from years - if not decades - of neglect and mismanagement.",
            "\"The 3,000 men and women of LUMA are working hard every single day to repair, rebuild and transform the electric grid for our 1.5 million customers,\" the statement said.",
            "\"All Puerto Ricans, including Bad Bunny, deserve a world-class energy system and LUMA is working every day to build a brighter future.\"",
            "Mario Hurtado, LUMA's chief regulatory affairs officer, said Friday that power outages are down 30% -- according to data presented to regulators -- since the company took over operations of the electrical system a little over a year ago.",
            "\"We're just getting going,\" he said. \"We're aware that customers deserve better service... We have a lot more to do.\"",
            "Puerto Rico's 'crisis generation'",
            "The latest political scandal comes at a time when many younger Puerto Ricans have only known a life of hardship. Years of economic recession and a ballooning debt crisis have resulted in shuttered schools, cuts in government services, layoffs and university tuition hikes.",
            "In 2016, the US Congress created a board to oversee the island's finances. Recent tax incentives meant to bring outside money to the cash-strapped island have led to protests against an unwelcomed surge in gentrification.",
            "In July 2019, the embattled Rosselló, 40, stepped down after weeks of protests over a series of scandals that included the disclosure of crude, sexist and homophobic chat messages between the governor and members of his inner circle.",
            "But the eventual downfall of his administration may have been set in motion by Hurricane Maria, which made landfall on the island on September 20, 2017, less than nine months after Rosselló took office. The Category 4 storm decimated the antiquated power grid, leaving more than a million people without electricity or running water for what would become months.",
            "Problems with the distribution of food, water and other vital supplies were widespread. And it took the Rosselló administration nearly a year to admit the storm killed several thousand people -- not the dozens that had been the official line.",
            "Bad Bunny and other young Puerto Rican artists attended the July 2019 protests. He also helped write the song \"Afilando los Cuchillos,\" or \"Sharpening the Knives,\" which became an anthem for the movement. The song gave voice to the historic moment, touching on homophobia, government mismanagement and neglect, and homes left roofless by hurricanes.",
            "At the July 28 concert in San Juan, Bad Bunny told the audience the island is \"the only place\" he performs where he needs to \"install like 15 industrial electrical generators because I can't trust Puerto Rico's electrical grid.\"",
            "Mayra Velez Serrano, a professor of political science at the University of Puerto Rico at Rio Piedras, said Bad Bunny's message resonates with \"a lot of young people, the crisis generation\" -- which has only known despair and uncertainty.",
            "\"A generation that feels they don't have a future on this island. They keep moving away. They're highly educated. They can't find decent jobs. And what they see is their politicians just not doing their job and stealing money and engaging in corrupt acts.\"",
            "Now, in the midst of new political turbulence, Puerto Rico's slow recovery and renewal continues, as Hurricane Maria's fifth anniversary gets closer.",
            "\"The economic and social circumstances on the island are so precarious that people who may feel the need to take to the streets will not, because they're overwhelmed with their responsibilities, working two or three jobs to pay rent as the cost of living keeps rising,\" said Amundaray, the tour guide in San Juan.",
            "\"But the energy of the people is increasing.\"",
            "'The frustration is there'",
            "Many Puerto Ricans were not surprised by Vázquez's downfall.",
            "\"Year after year, it is the same thing,\" Ruiz, the home care attendant, said of government corruption and mismanagement.",
            "\"We believed there would be change when they brought down a governor and look at what she's accused of doing. Wow,\" she said, referring to Rosselló and Vázquez.",
            "In 2018, Vázquez came under fire for allegedly intervening on behalf of her daughter in a case stemming from a home theft. She faced charges of violating government ethics laws. But a judge later ruled there was insufficient evidence to arrest her.",
            "Vázquez's ties to Rosselló brought scrutiny during her brief tenure as governor under the ruling pro-statehood New Progressive Party. Critics accused her of failing to open investigations against members of her own party, particularly Rosselló and his administration's handling of the aftermath of Hurricane Maria.",
            "In January 2020, Puerto Ricans poured onto the streets of San Juan calling for her resignation after Maria relief supplies were found in a warehouse in the city of Ponce, more than two years after the storm.",
            "Later that year, Puerto Rican officials confirmed Vázquez was being investigated for suspicion of mishandling resources meant to mitigate earthquake damage on the island.",
            "\"The frustration is there,\" said Carlos Suárez, who teaches at the University of Florida's Center for Latin American Studies and was in Puerto Rico last weekend for the funeral of his grandmother. \"The question is what will be the spark needed to turn this moment to political mobilization where people take to the streets.\""
        ]
    },
    {
        "Title": "Mexican troops sent to border city after deadly cartel clash",
        "Link": "https://www.cnn.com/2022/08/13/americas/mexico-cartel-clash-intl-latam/index.html",
        "Content": [
            "Hundreds of Mexican soldiers were sent to the border city of Juarez Friday after a prison face-off between members of two rival cartels caused a riot and shootouts that killed 11 people, most of them civilians, authorities said.",
            "Los Chapos, members of the infamous Sinaloa Cartel formerly led by Joaquin \"El Chapo\" Guzman, and local group Los Mexicles clashed in a prison Thursday afternoon, Deputy Security Minister Ricardo Mejia said.",
            "A riot then broke out, leaving two shot to death and four injured with bullet wounds, Mejia said, speaking alongside Mexican President Andres Manuel Lopez Obrador at a regular news conference. Another 16 were injured in the fighting, he said.",
            "Officials did not say what caused the clash.",
            "Following the riot, the Mexicles rampaged in the city, authorities said, killing nine civilians. Among them were four employees of a radio station, including one announcer, Mejia said.",
            "Across town, convenience stores were shot at and set on fire. FEMSA, the parent company of the Oxxo chain, said in a statement that one of its employees and a woman who was applying for a job were killed in the violence.",
            "Around 1 a.m. Friday morning, six alleged members of Mexicles were arrested by local police, with help from the Army and National Guard, Mejia said.",
            "By Friday afternoon, some 300 Army soldiers were scheduled to arrive in town, with another 300 to follow.",
            "\"(Juarez) Mayor Cruz Perez has let us know that (the city) is now in a state of calm; public order has been reestablished,\" Mejia said.",
            "\"We hope it doesn't happen again, because innocent people were attacked,\" Lopez Obrador said.",
            "Thursday's attacks follow clashes between cartels and the military in central Mexico, which led to taxis, buses and some 20 Oxxo stores being set ablaze, Lopez Obrador said.",
            "\"We should not and cannot get used to this type of event,\" said retail group ANTAD. \"Mexico does not deserve it.\""
        ]
    },
    {
        "Title": "Cuba's worst ever fire brought under control after burning for 5 days at oil depot, officials say",
        "Link": "https://www.cnn.com/2022/08/09/americas/matanzas-cuba-worst-fire-intl-hnk/index.html",
        "Content": [
            "Matanzas, CubaFirefighters on Tuesday finally overcame what officials described as the worst fire in Cuba's history that over five days destroyed 40% of the Caribbean island's main fuel storage facility and caused massive blackouts.",
            "Reuters witnesses reported the raging flames that ravaged a four-tank segment of the Matanzas super tanker port had died down and the towering plumes of thick black smoke streaming from the area were diminished and now mostly gray.",
            "Matanzas is Cuba's largest port for receiving crude oil and fuel imports. Cuban heavy crude, as well as fuel oil and diesel stored in Matanzas in 10 huge tanks, are mainly used to generate electricity on the island.",
            "Lightning struck one fuel storage tank on Friday evening. The fire spread to a second by Sunday and engulfed the four-tank area on Monday, accompanied by huge explosions and despite efforts by local firefighters supported by more than 100 Mexican and Venezuelan reinforcements.",
            "Firefighter Rafael Perez Garriga told Reuters on the steaming outskirts of the disaster that he worries the fire would impact the power situation in the country.",
            "\"The situation is going to be more difficult. If the thermoelectric plants are supplied with that oil, we are going to have the whole world affected, it is electricity and it affects everything,\" he said.",
            "The Communist-run country, under heavy US sanctions, is all but bankrupt. Frequent blackouts and shortages of gasoline and other commodities already had created a tense situation with scattered local protests following last summer's historic unrest in July.",
            "On Tuesday, more helicopters joined the effort to put out the fire, along with two fireboats sent by Mexico along with heavy firefighting equipment.",
            "\"We have not yet been able to access the impact area due to the conditions. There is combustion and so we cannot risk our lives for now,\" Perez said around noon.",
            "Later in the day firefighters for the first time were entering the area and spraying foam and water on the still smoldering remains.",
            "\"Today we have managed to control the fire,\" Rolando Vecino, head of transport for the Ministry of the Interior, said on state-run television from the scene.",
            "Officials have not said how much fuel has been lost in the fire which destroyed all four tanks. Authorities stated that no oil had contaminated the nearby Matanzas Bay. Still they warned residents as far away as Havana to wear face masks and avoid acid rain due to the massive plume of smoke the fire generated.",
            "One firefighter died and 14 went missing on Saturday when the second tank blew up, authorities said on Tuesday, correcting an earlier figure of 16 missing. Five others remain in critical condition.",
            "Mario Sabines, governor of the Matanzas province, about 60 miles (130 km) from Havana, quipped the flames spread like an \"Olympic torch\" from one tank to the next, turning each into a \"caldron.\""
        ]
    },
    {
        "Title": "China is seeding clouds to replenish its shrinking Yangtze River",
        "Link": "https://www.cnn.com/2022/08/17/asia/china-heat-drought-climate-yangtze-intl/index.html",
        "Content": [
            "Hong Kong Chinese planes are firing rods into the sky to bring more rainfall to its crucial Yangtze River, which has dried up in parts, as swaths of the nation fall into drought and grapple with the worst heat wave on record.",
            "Several regions on the Yangtze have launched weather modification programs, but with cloud cover too thin, operations in some drought-ravaged parts of the river's basin have remained on standby.",
            "The Ministry of Water Resources said in a notice on Wednesday that drought throughout the Yangtze river basin was \"adversely affecting drinking water security of rural people and livestock, and the growth of crops.\"",
            "On Wednesday, central China's Hubei province became the latest to announce it would seed clouds, using silver iodide rods to induce rainfall.",
            "The silver iodide rods -- which are typically the size of cigarettes -- are shot into existing clouds to help form ice crystals. The crystals then help the cloud produce more rain, making its moisture content heavier and more likely to be released.",
            "Cloud seeding has been in practice since the 1940s and China has the biggest program in the world. It used seeding ahead of the Beijing Olympics in 2008 to ensure dry weather for the event, and the technique can also be used to induce snowfall or to soften hail.",
            "At least 4.2 million people in Hubei have been affected by a severe drought since June, Hubei's Provincial Emergency Management Department said Tuesday. More than 150,000 people there have difficulties accessing drinking water, and nearly 400,000 hectares of crops have been damaged because of high temperatures and drought.",
            "The Yangtze is just one of many rivers and lakes across the northern hemisphere that are drying up and shrinking amid relentless heat and low rainfall, including Lake Mead in the US and the Rhine River in Germany. These extreme weather conditions have been supercharged by the human-induced climate crisis, driven by burning fossil fuels.",
            "Communities often rely on these bodies of water for economic activity and governments are having to intervene with adaptation measures and relief funds, costing huge amounts of money.",
            "China is deploying such funds and developing new supply sources to deal with the impacts on crops and livestock. Some livestock has been temporarily relocated to other regions, the Ministry of Finance said earlier this week, adding it would issue 300 million yuan ($44.30 million) in disaster relief.",
            "To boost downstream supplies, the Three Gorges Dam, China's biggest hydropower project, will also increase water discharges by 500 million cubic meters over the next 10 days, the Ministry of Water Resources said Tuesday.",
            "The heat also forced authorities in the southwestern province of Sichuan -- home to around 84 million people and a key manufacturing hub -- to order the shutdown of all factories for six days this week to ease a power shortage.",
            "'Longest' and 'strongest' heat wave on record",
            "China issued its highest red alert heat warning for at least 138 cities and counties across the country on Wednesday, and another 373 were placed under the second-highest orange alert, the Meteorological Administration said.",
            "As of Monday, China's heat wave had lasted 64 days, making it the longest in more than six decades, since full records began in 1961, the National Climate Center said in a statement. It also said it was the \"strongest\" on record and warned that it could worsen in the coming days.",
            "\"The heat wave this time is prolonged, wide in scope, and strong in extremity,\" the statement read. \"Taken all signs together, the heat wave in China will continue and its intensity will increase.\"",
            "The heat wave has also registered the largest number of counties and cities exceeding 40 degrees Celsius (104 degrees Fahrenheit) since records began, according to the statement. The number of weather stations recording temperatures of 40C and above has reached 262, also the highest. Eight have hit 44C.",
            "Persistently high temperatures are forecast to continue in the Sichuan Basin and large parts of central China until August 26.",
            "A \"special case\" of high pressure from the West Pacific subtropical high, stretching across much of Asia, is likely to be the cause of the extreme heat, said Cai Wenju, climate researcher with CSIRO, Australia's national scientific research institute."
        ]
    },
    {
        "Title": "Japan wants young people to drink more alcohol. It's just not sure how to convince them",
        "Link": "https://www.cnn.com/2022/08/18/asia/japan-tax-alcohol-competition-intl-hnk/index.html",
        "Content": [
            "Tokyo The Japanese government has been hit in the pocket by an unusual problem -- its young people aren't drinking enough.",
            "Since the pandemic began, bars and other premises selling alcohol have been hit hard by Covid-19 restrictions, causing sales -- and liquor tax revenues -- to plummet in the world's third-largest economy.",
            "The government's solution? Launch a contest to find new ways to encourage young people to drink more.",
            "The \"Sake Viva!\" campaign, overseen by the National Tax Agency, invites participants to submit ideas on how to \"stimulate demand among young people\" for alcohol through new services, promotional methods, products, designs and even sales techniques using artificial intelligence or the metaverse, according to the official competition website.",
            "\"The domestic alcoholic beverage market is shrinking due to demographic changes such as the declining birthrate and aging population, and lifestyle changes due to the impact of Covid-19,\" said the website, adding that the competition aimed to \"appeal to the younger generation ... and to revitalize the industry.\"",
            "The contest includes promotional ideas for all types of Japanese alcohol, with applications open until September 9. Finalists will be invited to an expert consultation in October, before a final tournament in November in Tokyo. The winner will receive support for their plan to be commercialized, according to the tax office.",
            "But not everyone is on board, with the competition and tax agency receiving criticism from some people online.",
            "\"Are you kidding me?\" one Twitter user wrote. \"Staying away from alcohol is a good thing!\"",
            "Others pointed out that it seemed inappropriate for a government agency to encourage young people to drink, and it appeared the campaign had not considered health risks or sensitivity toward people dealing with alcoholism.",
            "Japan's Health Ministry has in the past warned of the dangers of excessive drinking. In a post on its website last year, it called excessive alcohol consumption a \"major social problem\" that persisted despite a recent slowdown in consumption. And it urged people with unhealthy drinking habits to \"reconsider\" their relationship with alcohol.",
            "A ministry spokesperson declined to comment on the tax agency's competition when contacted by CNN.",
            "Declining sales",
            "Japan, along with several other countries in Asia, maintained tough restrictions throughout much of the pandemic, closing public spaces and reducing business hours for restaurants.",
            "Izakayas -- Japan's version of a pub or tavern -- were particularly hard hit, with the latest available figures showing sales halved from 2019 to 2020, according to the Ministry of Economy, Trade and Industry.",
            "With fewer opportunities to drink in public, the rate of \"household consumption\" -- drinking at home -- \"increased significantly,\" the ministry said.",
            "But young adults have stood out as the exception. About 30% of people in their 40s to 60s drink regularly, meaning three days or more per week, the ministry said -- compared to just 7.8% of people in their 20s.",
            "\"In this way, the decline in drinking habits year by year is thought to be having an effect on the shrinking of the domestic market,\" the ministry said.",
            "In a 2021 report, the tax agency said duties on liquor had been a major revenue source for the government for centuries, but had declined in recent decades. Japan received 1.1 trillion yen ($8.1 billion) in alcohol tax in 2021 -- 1.7% of overall tax revenue, compared to 3% in 2011, and 5% in 1980.",
            "Japan lifted its state of emergency in October 2021, allowing restaurants to sell alcohol again and stay open later -- but restrictions in some parts of the country remained in place until March this year.",
            "The country's recovery since then has been slower than expected, hindered by rising inflation, the economic impact of the war in Ukraine, and recent surges in Covid cases that have led to prolonged restrictions."
        ]
    },
    {
        "Title": "Sri Lanka's former president tipped to return to crisis-hit nation next week",
        "Link": "https://www.cnn.com/2022/08/17/asia/sri-lanka-gotabaya-rajapaksa-return-intl-hnk/index.html",
        "Content": [
            "Colombo, Sri Lanka Sri Lanka's former president Gotabaya Rajapaksa, who fled the crisis-hit island nation last month amid mass protests, is expected to return to the country next week, according to a senior minister.",
            "Foreign Minister Ali Sabry told CNN late Wednesday the Sri Lankan government had been told of Rajapaksa's return \"through diplomatic channels.\"",
            "\"Officially we have no role in the return. He is a citizen of Sri Lanka and can travel as he wishes,\" Sabry said.",
            "Rajapaksa's estranged cousin Udayanga Weeratunga, a former Sri Lankan Ambassador to Russia, told reporters Wednesday the former leader would return on August 24.",
            "Rajapaksa is in Thailand after fleeing Sri Lanka in July on a military plane for Maldives, and then traveling to Singapore, days after angry protesters stormed his official residence and office.",
            "He tendered his resignation from Singapore, while public anger grew over his alleged mismanagement of the economy.",
            "The former leader's hurried exit was a historic moment for the nation of 22 million, which members of the Rajapaksa family ruled with an iron fist for much of the past two decades.",
            "Anger has been growing in Sri Lanka for months after the country's foreign exchange reserves plummeted to record lows, with dollars running out to pay for essential imports including food, medicine and fuel.",
            "Rajapaksa's brother Mahinda Rajapaksa was forced to resign as prime minister in May as public fury grew over the crisis.",
            "His departure came during a day of chaos and violence that culminated in police imposing a curfew across the country.",
            "Sri Lankan President Ranil Wickremesinghe reportedly said in late July it was \"not the right time\" for Gotabaya Rajapaksa to return to the country as it could inflame political tensions."
        ]
    },
    {
        "Title": "India to register up to 2.5 million voters in contested Kashmir",
        "Link": "https://www.cnn.com/2022/08/17/asia/india-kashmir-voter-registration-intl-hnk/index.html",
        "Content": [
            "Srinagar, IndiaIndia is expected to register as many as 2.5 million new voters in the contested Jammu and Kashmir region, a top official said late on Wednesday, in a move local political parties said was an attempt to influence upcoming elections.",
            "The Muslim-majority region is claimed in full but ruled in part by nuclear arch-rivals India and Pakistan, who have fought two wars over control of the territory.",
            "India stripped semi-autonomy from its portion of the region in 2019, changing the Indian constitution to allow non-Kashmiris to vote and own land there.",
            "Jammu and Kashmir Chief Electoral Officer Hirdesh Kumar told reporters on Wednesday that more than 2 million new voters are expected to be enrolled in the region ahead of local polls due in November. The new registrants could increase the voter count by more than a third, adding to the existing 7.6 million voters in the region.",
            "\"We are expecting an addition of (2 to 2.5 million) new voters in the final list,\" Kumar said, including non-Kashmiris living in the region.",
            "Kashmiris fear the rule changes will allow the Hindu-nationalist Bharatiya Janata Party (BJP) government led by Prime Minister Narendra Modi to alter the demographics of the region, quelling a decades-long independence movement.",
            "The BJP says its policies in the region are for the benefit of ordinary Kashmiris.",
            "There has been sharp criticism from the main political parties in Kashmir over the move.",
            "Former chief minister and J&K Peoples Democratic Party (PDP) president Mehbooba Mufti said it is aimed at influencing the election results.",
            "\"Allowing non-locals to vote is obviously to influence election results. Real aim is to continue ruling J&K with an iron fist to disempower locals,\" she said in a tweet.",
            "A second former chief minister, Omar Abdullah from the rival Jammu & Kashmir National Conference, was also critical of the decision.",
            "\"Is the BJP so insecure about support from genuine voters of J&K that it needs to import temporary voters to win seats?\" he tweeted."
        ]
    },
    {
        "Title": "Tencent suffers first ever drop in quarterly revenue",
        "Link": "https://www.cnn.com/2022/08/17/tech/tencent-china-revenue-drop-earning-hnk-intl/index.html",
        "Content": [
            "Hong KongChina's Tencent reported on Wednesday its first ever quarterly sales fall, hurt by a lack of game approvals and regulations that limit playing time, as well as Covid-19 lockdowns and a weak economy that squeezed ad sales.",
            "The contraction marks a nadir for the gaming giant and owner of the WeChat messaging platform, which has reported double-digit growth almost every quarter since it went public in 2004, as Beijing's crackdown on big tech companies that began in late 2020 puts the brakes on its expansion.",
            "Tencent (TCEHY) plans to sell all or a bulk of its $24 billion stake in food delivery firm Meituan to placate domestic regulators, Reuters reported on Tuesday.",
            "The company said on Wednesday revenue declined 3% to 134 billion yuan ($19.78 billion) for the three months ended June 30 from 138.3 billion yuan a year earlier. Analysts were anticipating the decline.",
            "\"During the second quarter, we actively exited non-core businesses, tightened our marketing spending, and trimmed operating expenses,\" Ma Huateng, chairman and CEO of Tencent, said.",
            "Net profit attributable to equity holders tumbled 56% to 18.6 billion yuan, below analysts estimate of 25 billion yuan.",
            "China cut key lending rates on Monday to revive demand as data showed a slowdown in July, indicating the world's second-largest economy is struggling to shake off the second quarter's hit to growth from strict Covid restrictions.",
            "E-commerce giant Alibaba (BABA) reported earlier this month flat quarterly revenue growth for the first time in its history.",
            "Tencent has been reducing holdings in portfolio companies partly to appease the Chinese regulators and partly to book its hefty profits on those bets, according to sources.",
            "The Shenzhen-based giant has lost nearly 60% of its market value since it peaked in February 2021 following Beijing's regulatory crackdown to rein in the influence of large internet firms. However, the $373 billion company has held onto its crown as China's most valuable company.",
            "Revenue from online games, Tencent's big profit driver, decreased both at home and abroad, with each declining by 1%. Tencent has yet to receive a new game license from Chinese regulators after they temporarily halted approvals.",
            "Its social network services reported a 1% increase in revenue as WeChat earned more from its video content.",
            "\"In the short term, that may be its biggest growth driver,\" Shawn Yang, manager director of Blue Lotus Capital Advisor said, referring to WeChat video revenue.",
            "Tencent reported 18.6 billion yuan ($2.74 billion) in revenue for ads in the second quarter, down by 18%, as advertisers remain cautious with their budgets, but that was not as bad as some analysts had anticipated, according to Yang."
        ]
    },
    {
        "Title": "Saudi fund invested $500 million in Russian oil as Ukraine invasion began",
        "Link": "https://www.cnn.com/2022/08/15/energy/saudi-arabia-russian-oil-investments/index.html",
        "Content": [
            "Saudi Arabia's Kingdom Holding, the investment firm controlled by billionaire Prince Alwaleed Bin Talal, quietly invested more than $500 million in three major Russian energy companies between February and March, regulatory filings showed.",
            "By investing in Gazprom (GZPFY), Rosneft and Lukoil, Kingdom was likely seeking undervalued assets, but its move came as many Western nations imposed sanctions on Russian energy firms and their executives following Russia's invasion of Ukraine on Feb. 24.",
            "Saudi Arabia and other Gulf states have so far tried to maintain what they say is a neutral position on the war in Ukraine, frustrating some Western officials who have sought to isolate Russia over the invasion.",
            "Kingdom in February invested in global depository receipts of Gazprom and Roseneft worth 1.37 billion riyals ($365 million) and 196 million riyals ($52 million) respectively.",
            "The firm also invested 410 million riyals ($109 million) in Lukoil's US depository receipts between February and March, filings showed on Sunday as part of a lengthy disclosure of recent investments. It gave no reason for any of its specific investments.",
            "Kingdom Holding, which is 16.9% owned by Saudi Arabia's sovereign wealth fund chaired by crown prince Mohammed Bin Salman, had not previously revealed the details of its investments.",
            "Prince Alwaleed bin Talal rose to international prominence after making a big successful bet on Citigroup (C) in the 1990s and he was an early investor in Apple (AAPL).",
            "The prince has also made hundreds of millions of dollars by investing in companies such as Uber (UBER) and Twitter (TWTR).",
            "Alwaleed's investment style has focused on new opportunities that could be lucrative but carry risk, as well as looking at undervalued assets, a source with knowledge of Kingdom's business said in June.",
            "Saudi Arabia and Russia lead the OPEC+ group, an alliance formed in 2017 between the Organization of the Petroleum Exporting Countries (OPEC) and allied producers."
        ]
    },
    {
        "Title": "China's worst heatwave in 60 years is forcing factories to close",
        "Link": "https://www.cnn.com/2022/08/16/economy/sichuan-factories-power-crunch-china-heat-wave-intl-hnk/index.html",
        "Content": [
            "Hong Kong (CNN Business)China's Sichuan province has ordered all factories to shut down for six days to ease a power shortage in the region as a scorching heat wave sweeps across the country.",
            "Sichuan is a key manufacturing location for the semiconductor and solar panel industries and the power rationing will hit factories belonging to some of the world's biggest electronics companies, including Apple (AAPL) supplier Foxconn and Intel (INTC).",
            "The province is also China's lithium mining hub — a key component of electric car batteries — and the shutdown may push up the cost of the raw material, analysts said.",
            "China is facing its fiercest heat wave in six decades, with temperatures crossing 40 degrees Celsius (104 degrees Fahrenheit) in dozens of cities. The extreme heat has caused a spike in demand for air conditioning in offices and homes, putting pressure on the power grid. The drought has also depleted river water levels, reducing the amount of electricity produced at hydropower plants.",
            "Sichuan, one of China's largest provinces with 84 million people, told 19 out of 21 cities in the region to suspend production at all factories from Monday to Saturday, according to an \"urgent notice\" issued on Sunday by the provincial government and the state grid.",
            "The decision was made to ensure that enough power is available for residential use, the notice said.",
            "The southwestern province — which is also a key hydropower hub in China — has been gripped by extreme heat and drought since July. Since August 7, the heat wave in the province has intensified to \"the most extreme level in six decades,\" and average rainfall has dropped by 51% from same period in previous years, according to an article posted on the government's website on Tuesday.",
            "The province's top officials warned Monday that Sichuan is currently facing the \"most severe and extreme moment\" in power supply, according to government-run Sichuan Daily.",
            "Luzhou, a city in Sichuan, announced last week that it would shut off the city's street lights during the night to conserve power and alleviate the pressure on the electricity grid.",
            "Sichuan is rich in mineral resources like lithium and polysilicon — key raw materials in the solar photovoltaic and electronics industry. Many international semiconductor companies have plants in Sichuan, including Texas Instruments (TXN), Intel, Onsemi, and Foxconn. Chinese lithium battery giant CATL, which supplies batteries to Tesla (TSLA), also has a factory in the region.",
            "Shutting down factories for the week could tighten the supply of polysilicon and lithium and push prices higher, Daiwa Capital analysts said in a note to clients.",
            "Several Chinese companies have warned their production could be affected by the Sichuan power cut, including Sichuan Haowu Electromechanical, an auto part manufacturer, and Sichuan Lutianhua, which produces fertilizers and chemical products.",
            "Apart from Sichuan, other major Chinese provinces — including Jiangsu, Anhui, and Zhejiang — have also urged business and households to conserve power as the heat wave has depleted electric supplies.",
            "In some regions, offices have been ordered to increase their AC temperature to above 26 degrees Celsius or shut down lift services for the first three floors, so as to conserve electricity.",
            "Inflation risk",
            "The extreme heat in China has also resulted in crop failures in many parts of the country, adding to inflationary pressures last month.",
            "\"Affected by the continuous high temperature in many places, the price of fresh vegetables rose by 12.9% year-on-year, which was significantly higher than the same period in previous years,\" Fu Linghui, a spokesperson for the National Bureau of Statistics, said at a Monday press conference in Beijing.",
            "He pointed out that the extreme heat has caused droughts in some agricultural areas in the south. In the north, rainfall and flooding also resulted in some crop failures.",
            "\"August and September are the key periods for the formation of autumn grain production. [We must] pay close attention to the impact of natural disaster, insects and disease on our country's food production,\" he added."
        ]
    },
    {
        "Title": "The Rhine is shrinking, endangering Europe's top economy",
        "Link": "https://www.cnn.com/2022/08/12/economy/rhine-water-levels-german-economy-intl-hnk/index.html",
        "Content": [
            "Dortmund/London (CNN Business)Germany's Rhine river is getting too dry, snarling supply chains and creating more problems for its struggling economy.",
            "Water in the river has dropped to \"exceptionally low\" levels in some areas, disrupting shipping on the country's most important inland waterway, German officials told CNN on Friday.",
            "A lack of rainfall in recent months means that cargo ships are now carrying lighter loads, transport costs are soaring, and economic and power supply risks are worsening.",
            "Last month, Germany's Federal Institute of Hydrology warned that water flows at the Kaub gauge, located to the west of Frankfurt, were already at just 45% of average levels for this time of year. The agency said that had created \"frequent obstructions\" for ships.",
            "Now, water levels are expected to fall even further before rising \"very slightly\" in the coming weeks, the Rhine Waterways and Shipping Authority said Friday.",
            "The situation is reminiscent of 2018, when similar problems with the river led to a \"standstill of freight shipping\" and reduced German economic growth by an estimated 0.2%, according to Deutsche Bank economists.",
            "Higher costs",
            "Although water levels this year haven't fallen to the same extent yet, \"cargo ships already have to reduce the loading quantity,\" they wrote in a report last week. \"Therefore, transport becomes more expensive.\"",
            "For instance, in the Kaub gauge, water levels below 75 centimeters (29.5 inches) usually mean that a large container ship \"has to reduce its upload to about 30%,\" the economists said.",
            "\"There is also an increased levy in Germany to pay for cargo when water levels drop below a certain level,\" UBS insurance analysts warned.",
            "The drought could exacerbate an even bigger crisis for Europe's biggest economy, which is already facing the risk of a recession because of an energy crisis, high inflation and supply chain bottlenecks.",
            "Recently, Germany has resorted to firing up its coal power plants to ensure that the country retains access to electricity as Russia restricts gas supplies.",
            "But \"much of the needed hard-coal is transported from the Dutch ports of Amsterdam, Rotterdam and Antwerp by barges\" along the Rhine river, adding pressure to capacity there, Deutsche Bank economists noted.",
            "According to Henri Patricot, an oil analyst at UBS, the river's falling water levels \"is challenging shipments of energy products, which is aggravating the commodity supply situation in Europe.\" The Rhine is also crucial for transporting chemicals and grain.",
            "In a report Wednesday, Capital Economics said that while the Rhine's troubles were \"a small problem for German industry compared to the gas crisis,\" it could become a bigger headache later this year.",
            "If the drop in water levels \"persists until December, it could subtract 0.2% from GDP\" in the second half of the year, \"and add a touch to inflation,\" wrote chief Europe economist Andrew Kenningham.",
            "Germany's hugely important manufacturing sector could take a bigger hit. Researchers at the Kiel Institute for the World Economy have previously found that in a month of low water, the country's industrial output can fall by about 1%.",
            "Currently, the German shipping authority is not imposing restrictions on Rhine traffic due to low water levels.",
            "But a spokesperson for the waterways agency said that in some instances, commercial shipping may not be viable if freight had to be reduced too significantly.",
            "Large parts of Europe have been suffering extreme heat waves and drought. The source of London's iconic Thames River has dried up and moved roughly five miles downstream.",
            "High river water temperatures in France have impeded the operation of some nuclear power plants. And in northern Italy, farmers are muddling through the worst drought in 70 years, affecting the production of crops from soya to parmesan."
        ]
    },
    {
        "Title": "Not only is Lake Powell's water level plummeting because of drought, its total capacity is shrinking, too",
        "Link": "https://www.cnn.com/2022/03/21/us/lake-powell-capacity-shrinking-drought-climate/index.html",
        "Content": [
            "Lake Powell, the second-largest human-made reservoir in the US, has lost nearly 7% of its potential storage capacity since 1963, when Glen Canyon Dam was built, a new report shows.",
            "In addition to water loss due to an intense multiyear drought, the US Geological Survey and the Bureau of Reclamation report found, Lake Powell faced an average annual loss in storage capacity of about 33,270 acre-feet, or 11 billion gallons, per year between 1963 and 2018.",
            "That's enough water to fill the Reflecting Pool on the National Mall about 1,600 times.",
            "The capacity of the reservoir is shrinking because of sediments flowing in from the Colorado and San Juan rivers, according to the report. Those sediments settle at the bottom of the reservoir and decrease the total amount of water the reservoir can hold.",
            "As of Monday, Lake Powell was around 25% full, according to data from the Bureau of Reclamation.",
            "It's bad news for a region already facing water shortages and extreme wildfires due to the drought. National Oceanic and Atmospheric Administration drought experts said last week these conditions are expected to at least continue -- if not worsen -- in the coming months.",
            "Lake Powell is an important reservoir in the Colorado River Basin. Both Lake Powell and nearby Lake Mead, the nation's largest reservoir, have drained at an alarming rate. In August, the federal government declared a water shortage on the Colorado River for the first time after Lake Mead's water level plunged to unprecedented lows, triggering mandatory water consumption cuts for states in the Southwest that began in January.",
            "And last week, Lake Powell dipped below the critical threshold of 3,525 feet above sea level, sparking additional concerns about water supply and hydropower generation millions of people in the West rely on for electricity.",
            "The significance of the dwindling water supply along the Colorado cannot be overstated.",
            "The system supplies water for more than 40 million people living across seven Western states and Mexico. Lakes Powell and Mead provide a critical supply of drinking water and irrigation for many across the region, including rural farms, ranches and native communities.",
            "\"It is vitally important we have the best-available scientific information like this report to provide a clear understanding of water availability in Lake Powell as we plan for the future,\" Tanya Trujillo, assistant secretary for water and science with the US Department of Interior, said in a statement. \"The Colorado River system faces multiple challenges, including the effects of a 22-year-long drought and the increased impacts of climate change.\""
        ]
    },
    {
        "Title": "These were the best and worst places for air quality in 2021, new report shows",
        "Link": "https://www.cnn.com/2022/03/22/world/air-pollution-2021-iqair-report-climate/index.html",
        "Content": [
            "Air pollution spiked to unhealthy levels around the world in 2021, according to a new report.",
            "The report by IQAir, a company that tracks global air quality, found that average annual air pollution in every country — and 97% of cities — exceeded the World Health Organization's air quality guidelines, which were designed to help governments craft regulations to protect public health.",
            "Only 222 cities of the 6,475 analyzed had average air quality that met WHO's standard. Three territories were found to have met WHO guidelines: the French territory of New Caledonia and the United States territories of Puerto Rico and the US Virgin Islands.",
            "India, Pakistan and Bangladesh were among the countries with the worst air pollution, exceeding the guidelines by at least 10 times.",
            "The Scandinavian countries, Australia, Canada, Japan and United Kingdom ranked among the best countries for air quality, with average levels that exceeded the guidelines by 1 to 2 times.",
            "In the United States, IQAir found air pollution exceeded WHO guidelines by 2 to 3 times in 2021.",
            "\"This report underscores the need for governments around the world to help reduce global air pollution,\" Glory Dolphin Hammes, CEO of IQAir North America, told CNN. \"(Fine particulate matter) kills far too many people every year and governments need to set more stringent air quality national standards and explore better foreign policies that promote better air quality.\"",
            "Above: IQAir analyzed average annual air quality for more than 6,000 cities and categorized them from best air quality, in blue (Meets WHO PM2.5 guildline) to worst, in purple (Exceeds WHO PM2.5 guideline by over 10 times). An interactive map is available from IQAir.",
            "It's the first major global air quality report based on WHO's new annual air pollution guidelines, which were updated in September 2021. The new guidelines halved the acceptable concentration of fine particulate matter — or PM 2.5 — from 10 down to 5 micrograms per cubic meter.",
            "PM 2.5 is the tiniest pollutant yet also among the most dangerous. When inhaled, it travels deep into lung tissue where it can enter the bloodstream. It comes from sources like the burning of fossil fuels, dust storms and wildfires, and has been linked to a number of health threats including asthma, heart disease and other respiratory illnesses.",
            "Millions of people die each year from air quality issues. In 2016, around 4.2 million premature deaths were associated with fine particulate matter, according to WHO. If the 2021 guidelines had been applied that year, WHO found there could have been nearly 3.3 million fewer pollution-related deaths.",
            "IQAir analyzed pollution-monitoring stations in 6,475 cities across 117 countries, regions and territories.",
            "In the US, air pollution spiked in 2021 compared to 2020. Out of the more than 2,400 US cities analyzed, Los Angeles air remained the most polluted, despite seeing a 6% decrease compared to 2020. Atlanta and Minneapolis saw significant increases in pollution, the report showed.",
            "\"The (United States') reliance on fossil fuels, increasing severity of wildfires as well as varying enforcement of the Clean Air Act from administration to administration have all added to U.S. air pollution,\" the authors wrote.",
            "Researchers say the main sources of pollution in the US were fossil fuel-powered transportation, energy production and wildfires, which wreak havoc on the country's most vulnerable and marginalized communities.",
            "\"We are heavily dependent on fossil fuels, especially in terms of transportation,\" said Hammes, who lives a few miles from Los Angeles. \"We can act smartly on this with zero emissions, but we're still not doing it. And this is having a devastating impact on the air pollution that we're seeing in major cities.\"",
            "Climate change-fueled wildfires played a significant role in reducing air quality in the US in 2021. The authors pointed to a number of fires that led to hazardous air pollution — including the Caldor and Dixie fires in California, as well as the Bootleg Fire in Oregon, which wafted smoke all the way to the East Coast in July.",
            "China — which is among the countries with the worst air pollution — showed improved air quality in 2021. More than half of the Chinese cities analyzed in the report saw lower levels of air pollution compared to the previous year. The capital city of Beijing continued a five-year trend of improved air quality, according to the report, due to a policy-driven drawdown of polluting industries in the city.",
            "The report also found that the Amazon Rainforest, which had acted as the world's major defender against the climate crisis, emitted more carbon dioxide than it absorbed last year. Deforestation and wildfires have threatened the critical ecosystem, polluted the air and contributed to climate change.",
            "\"This is all a part of the formula that will lead to or is leading to global warming.\" Hammes said.",
            "The report also unveiled some inequalities: Monitoring stations remain scant in some developing countries in Africa, South America and the Middle East, resulting in a dearth of air quality data in those regions.",
            "\"When you don't have that data, you're really in the dark,\" Hammes said.",
            "Hammes noted the African country of Chad was included in the report for the first time, due to an improvement in its monitoring network. IQAir found the country's air pollution was the second-highest in the world last year, behind Bangladesh.",
            "Tarik Benmarhnia, a climate change epidemiologist at Scripps Institution of Oceanography who has studied the health impact of wildfire smoke, also noted that relying only on monitoring stations can lead to blind spots in these reports.",
            "\"I think it is great that they relied on different networks and not only governmental sources,\" Benmarhnia, who was not involved in this report, told CNN. \"However, many regions do not have enough stations and alternative techniques exist.\"",
            "The UN Intergovernmental Panel on Climate Change concluded in its 2021 report that, in addition to slowing the speed of global warming, curbing the use of fossil fuels would have the added benefit of improving air quality and public health.",
            "Hammes said the IQAir report is even more reason for the world to wean off fossil fuel.",
            "\"We've got the report, we can read it, we can internalize it and really devote ourselves to taking action,\" she said. \"There needs to be a major move towards renewable energy. We need to take drastic action in order to reverse the tide of global warming; otherwise, the impact and the train that we're on (would be) irreversible.\""
        ]
    },
    {
        "Title": "Big-box stores could help slash emissions and save millions by putting solar panels on roofs. Why aren't more of them doing it?",
        "Link": "https://www.cnn.com/2022/03/20/us/solar-power-on-big-box-store-rooftops-climate/index.html",
        "Content": [
            "As the US attempts to wean itself off its heavy reliance on fossil fuels and shift to cleaner energy sources, many experts are eyeing a promising solution: your neighborhood big-box stores and shopping malls.",
            "The rooftops and parking lot space available at retail giants like Walmart, Target and Costco is massive. And these largely empty spaces are being touted as untapped potential for solar power that could help the US reduce its dependency on foreign energy, slash planet-warming emissions and save companies millions of dollars in the process.",
            "At the IKEA store in Baltimore, installing solar panels on the roof and over the store's parking lot cut the amount of energy it needed to purchase by 84%, slashing its costs by 57% from September to December of 2020, according to the company. (The panels also provide some beneficial shade to keep customers' cars cool on hot, sunny days.)",
            "As of February 2021, IKEA had 54 solar arrays installed across 90% of its US locations.",
            "Big-box stores and shopping centers have enough roof space to produce half of their annual electricity needs from solar, according to a report from nonprofit Environment America and research firm Frontier Group.",
            "Leveraging the full rooftop solar potential of these superstores would generate enough electricity to power nearly 8 million average homes, the report concluded, and would cut the same amount of planet-warming emissions as pulling 11.3 million gas-powered cars off the road.",
            "The average Walmart store, for example, has 180,000 square feet of rooftop, according to the report. That's roughly the size of three football fields and enough space to support solar energy that could power the equivalent of 200 homes, the report said.",
            "\"Every rooftop in America that isn't producing solar energy is a rooftop wasted as we work to break our dependence on fossil fuels and the geopolitical conflicts that come with them,\" Johanna Neumann, senior director for Environment America's campaign for 100% Renewable, told CNN. \"Now is the time to lean into local renewable energy production, and there's no better place than the roofs of America's big-box superstores.\"",
            "Advocates involved in clean energy worker-training programs tell CNN that a solar revolution in big-box retail would also be a significant windfall for local communities, spurring economic growth while tackling the climate crisis, which has inflicted disproportionate harm on marginalized communities.",
            "Yet only a fraction of big-box stores in the US have solar on their rooftops or solar canopies in parking lots, the report's authors told CNN.",
            "CNN reached out to five of the top US retailers — Walmart, Kroger, Home Depot, Costco and Target — to ask: Why not invest in more rooftop solar?",
            "Many renewable energy experts point to solar as a relatively simple solution to cut down on costs and help rein in fossil fuel emissions, but the companies point to several roadblocks — regulations, labor costs and structural integrity of the rooftops themselves — that are preventing more widespread adoption.",
            "The need for these kinds of clean energy initiatives is becoming \"unquestionably urgent\" as the climate crisis accelerates, said Edwin Cowen, professor of civil and environmental engineering at Cornell University.",
            "\"We are behind the eight ball, to put it mildly,\" Cowen told CNN. \"I would have loved to see policy help incentivize rooftop solar 15 years ago instead of five years ago in the commercial space. There's still a tremendous amount of work to do.\"",
            "What's the holdup?",
            "Neumann said Walmart, the nation's largest retailer, possesses by far the largest solar potential. Walmart has around 5,000 stores in the US and more than 783 million square feet of rooftop space — an area larger than Manhattan — and more than 8,974 gigawatt hours of annual rooftop solar potential, according to the report.",
            "It's enough electricity to power more than 842,000 homes, the report said.",
            "Walmart spokesperson Mariel Messier told CNN the company is involved in renewable energy projects around the world, but many of them are not rooftop solar installations. The company has reported having completed on- and off-site wind and solar projects or had others under development with a capacity to produce more than 2.3 gigawatts of renewable energy.",
            "Neumann said Environment America has met with Walmart a few times, urging the retailer to commit to installing solar panels on roofs and in parking lots. The company has said it's aiming to source 100% of its energy through renewable projects by 2035.",
            "\"Of all the retailers in America, Walmart stands to make the biggest impact if they put rooftop solar on all of their stores,\" Neumann told CNN. \"And for us, this report just underscores just how much of an impact they could make if they make that decision.\"",
            "According to Environment America, Walmart had installed almost 194 megawatts of solar capacity on its US facilities as of the end of the 2021 fiscal year and additional capacity in off-site solar farms. The company's installations in California were expected to provide between 20% to 30% of each location's electricity needs.",
            "Target ranked No. 1 for on-site solar capacity in 2019, according to industry trade group Solar Energy Industries Association's most recent report. It currently has 542 locations with rooftop solar — around a quarter of the company's stores — a Target spokesperson told CNN. Rooftop solar generates enough energy to meet 15% to 40% of Target properties' energy needs, the spokesperson said.",
            "Richard Galanti, the chief financial officer at Costco, said the company has 121 stores with rooftop solar around the world, 95 of which are in the US.",
            "Walmart, Target and Costco did not share with CNN what their biggest barriers are to adding rooftop or parking lot solar panels to more stores.",
            "\"My suspicion is that they want an even stronger business case for deviating from business-as-usual,\" Neumann said. \"Historically, all those roofs have done is cover their stores, and rethinking how [they] use their buildings and thinking of them as energy generators, not just protection from rain, requires a small change in their business model.\"",
            "Home Depot, which has around 2,300 stores, currently has 75 completed rooftop solar projects, 12 in construction and more than 30 planned for future development, said Craig D'Arcy, the company's director of energy management. Solar power generates around half of these stores' energy needs on average, he said.",
            "Aging rooftops at stores are a \"huge impediment\" to solar installation, D'Arcy added. If a roof needs to be replaced in the next 15 to 20 years or sooner, it doesn't make financial sense for Home Depot to add solar systems today, he said.",
            "\"We have a goal of implementing solar rooftop where the economics are attractive,\" D'Arcy told CNN.",
            "CNN also reached out to Kroger, which owns about 2,800 stores across the US. Kristal Howard, a Kroger spokesperson, said the company currently has 15 properties — stores, distribution centers and manufacturing plants — with solar installations. One of the \"multiple factors affecting the viability of a solar installation\" was the stores' ability to support a solar installation on the roofs, Howard said.",
            "Cowen, the engineering professor at Cornell, said solar is already attractive, but that labor costs, incentives and the different layers of regulation likely pose some financial challenges in solar installations.",
            "\"For them, this means usually hiring a local site firm that can do that installation that also knows local policy,\" Cowen said. \"It's just another layer of complexity that I think is beginning to make sense because the costs have come down enough, but it needs kind of reopening that door of getting into an existing building.\"",
            "Rep. Sean Casten of Illinois, who co-chairs the power sector task force in the House, said the US has \"failed to provide the incentives to people who have the expertise to go in and build these things.\" The reason both retail companies and the power sector have not made much progress on solar is because \"our system is so disjointed\" and has a complex regulation structure, Casten said.",
            "\"Why aren't we doing something that makes economic sense? The answer is this horribly disjointed federal policy where we massively subsidize fossil energy extraction, and we penalize clean energy production,\" Casten told CNN. \"For a long, long time, if you wanted to build a solar panel on the rooftop of Walmart, your biggest enemy was going to be your local utility because they didn't want to lose the load.",
            "\"We could have done this decades ago,\" Casten added. \"And had we done it, we would not be in this dire position with the climate, but we'd also have a lot more money in our pocket.\"",
            "Acting on climate, equitably",
            "For Charles Callaway, director of organizing at the nonprofit group WE ACT for Environmental Justice, strengthening the rooftop solar capacity in big box retail stores is a no-brainer, especially if companies allow the local community to reap benefits either through installation jobs or sharing the electricity produced later.",
            "Either way, it would put a massive dent in curbing the climate crisis and help usher in an equitable transition away from fossil fuels — and it's doable, Callaway told CNN.",
            "The New York City resident led a worker training program that helped train more than 100 local community members, mostly people of color, to become solar installers. He also formed a solar workers cooperative to ensure many of the participants of the training program get jobs in a tough market.",
            "In the last two years, Callaway said his group has not only installed solar panels on roofs of affordable housing units, but also equipment capable of producing 2 megawatts of solar energy on shopping malls up in upstate New York. He emphasized that hiring locally would be most beneficial since local installers know the community and local regulations best.",
            "\"One of my huge concerns is social equity,\" Cowen said. \"Access to renewable energy is a fairly privileged position these days, and we've got to figure out ways to make that not true.\"",
            "Jasmine Graham, WE ACT's energy justice policy manager, said the potential of building rooftop solar on big box superstores is encouraging, only \"if these projects use local labor, if they are paying prevailing wages, and if this solar is being used in a manner such as community solar, which would allow [utility] bill discounts for folks that live in the same utility zone.\"",
            "Pressure is mounting for global leaders to act urgently on the climate crisis after a UN report in late February warned the window for action is rapidly closing.",
            "Neumann believes the US can meet its energy demand with renewables. All it takes, she said, is the political will to make that switch, and the inclusion of the local community so no one gets left behind in the transition.",
            "\"The sooner we make that transition, the sooner we'll have cleaner air, the sooner we'll have a more protected environment and better health and the sooner we'll have a more livable future for our kids,\" Neumann said. \"And even if that requires investment, it is an investment worth making.\""
        ]
    },
    {
        "Title": "Europe's largest nuclear plant is under threat. But experts say a Chernobyl-sized disaster is unlikely",
        "Link": "https://www.cnn.com/2022/08/18/europe/zaporizhzhia-nuclear-plant-shelling-explainer-intl/index.html",
        "Content": [
            "The threat of nuclear calamity has hung for months over Russia's war in Ukraine.",
            "Those fears were renewed last week after shelling intensified around the massive Zaporizhzhia nuclear power plant, Europe's largest, which has been under Russian control since March.",
            "Attacks at the complex, which have ramped up as fighting flares in Ukraine's south, have sparked concerns about the specter of nuclear disaster, leading the United Nation's watchdog and world leaders to demand that a mission be allowed to visit the site and assess the damage.",
            "So just how real is the risk that the fighting poses?",
            "Nuclear experts are keen to defuse some of the more alarmist warnings, explaining that the main threat is closest to the plant itself and doesn't justify Europe-wide alerts. Experts are particularly wary of any comparisons to the Chernobyl disaster, a repeat of which is incredibly unlikely, they said.",
            "\"It's not very likely that this plant will be damaged,\" Leon Cizelj, president of the European Nuclear Society, told CNN. \"In the very unlikely case that it is, the radioactive problem would mostly affect Ukrainians that live nearby,\" rather than spreading throughout eastern Europe as was the case with Chernobyl, he said.",
            "\"If we used past experience, Fukushima could be a comparison of the worst-case scenario,\" Cizelj added, referring to the serious but more localized meltdown at the Japanese plant in 2011. The most pressing dangers would be faced by Ukrainians living in the vicinity of the plant, which is on the banks of the Dnipro River, south of Zaporizhzhia city, and by the Ukrainian staff who are still working there.",
            "Here's what you need to know about the clashes at Zaporizhzhia nuclear plant, and what their implications could be.",
            "What's happening at the Zaporizhzhia plant?",
            "Shellfire at the Zaporizhzhia plant in recent weeks has damaged a dry storage facility -- where casks of spent nuclear fuel are kept at the plant -- as well as radiation monitoring detectors, according to Energoatom, Ukraine's state-run nuclear power company.",
            "On August 5, several explosions near the electrical switchboard caused a power shutdown and one reactor was disconnected from the electrical grid, the United Nations' International Atomic Energy Agency (IAEA) chief said.",
            "Rafael Mariano Grossi told the UN Security Council that the situation had deteriorated \"to the point of being very alarming.\"",
            "Kyiv has repeatedly accused Russian forces of storing heavy weaponry inside the complex and using it as cover to launch attacks, knowing that Ukraine can't return fire without risking hitting one of the plant's six reactors. Moscow, meanwhile, has claimed Ukrainian troops are targeting the site. Both sides have tried to point the finger at the other for threatening nuclear terrorism.",
            "Calls are growing for an IAEA mission to be allowed to visit the complex. But fighting has continued despite the concern.",
            "On Tuesday, Ukrainian authorities said the town of Nikopol, across the Dnipro River from the plant, had again come under rocket fire again.",
            "\"The shelling has threatened the safety of operators working on the site, and there have been reports that a worker was hit by shrapnel and taken to hospital,\" Henry Preston, a communications manager at the London-based World Nuclear Association, told CNN.",
            "He called the workers' professionalism under occupation \"remarkable\" and the use of an operational power plant for military activities \"unconscionable.\"",
            "How secure are the plant's nuclear reactors?",
            "Modern nuclear power plants are extremely well reinforced to prevent damage from all kinds of attacks, such as earthquakes, and Zaporizhzhia is no exception.",
            "\"Like all nuclear power plants, Zaporizhzhia contains various redundant safety systems, which under normal circumstances are highly effective,\" James Acton, the co‑director of the Nuclear Policy Program at the Carnegie Endowment for International Peace, told CNN.",
            "\"The problem is that nuclear power plants are not designed for war zones and, under plausible circumstances, all these systems could fail,\" he added.",
            "The plant's six reactors -- only two of which are currently functioning -- are protected by steel and meters-thick concrete casing. \"Random shelling cannot really destroy this, it would be really improbable,\" Cizelj said.",
            "Were the reactors to come under attack by deliberate, targeted shelling, the risk would increase -- but even that would require a \"very, very skilled\" operation, he said.",
            "While Ukraine is not a member of the European Union, Cizelj told CNN that he expected Zaporizhzhia's precautions to be \"comparable\" to that of EU countries, where plants must adhere to strict nuclear safety rules.",
            "What is the worst-case scenario?",
            "Nuclear plants use a number of auxiliary safety systems, such as diesel generators and external grid connections, to keep reactors cool. Zaporizhzhia also uses a spray pond, a reservoir in which hot water from inside the plant is cooled. If those systems failed, then the nuclear reactor would heat up swiftly, triggering a nuclear meltdown.",
            "That would be the worst case scenario, experts said. But, while it would be disastrous at a local level, they explained it wouldn't have a major impact on Europe more widely.",
            "\"The main danger here is damage to the systems needed to keep the fuel in the reactor cool -- external power lines, emergency diesel generators, equipment to dissipate heat from the reactor core,\" Acton said.",
            "\"In a war, repairing this equipment or implementing countermeasures could be impossible. In the worst case, the fuel could melt and spread large amounts of radioactivity into the environment.\"",
            "An attack on structures used to store spent nuclear fuel -- fuel which is removed after use in a reactor -- also poses a risk, with the potential to release radioactive material into the surrounding area. But, experts said, it wouldn't travel far.",
            "The head of Energoatom, Petro Kotin, said one strike earlier in August was close to the processed fuel storage area. \"This is very dangerous, because the rockets hit 10 to 20 meters away from the storage, but if they had hit the containers with the processed fuel, it would be a radiation accident,\" Kotin said on Ukrainian television.",
            "If one container is hit, \"it will be a local accident on the territory of the plant and nearby territory. If it's two to three containers, the affected area will increase,\" he added.",
            "How is Zaporizhzhia different to Chernobyl?",
            "Shelling around Zaporizhzhia has triggered warnings of another \"Chernobyl\" -- the world's worst-ever nuclear disaster.",
            "But there are numerous differences between the two Ukrainian power plants and experts insist that a repeat of the 1986 cataclysm is essentially impossible.",
            "The Chernobyl plant used Soviet-era, graphite-moderated RBMK reactors, which lacked a modern containment structure -- a concrete and steel dome designed to prevent any release of radiation.",
            "In contrast, each of the six reactors at the Zaporizhzhia facility are pressurized water reactors encased in a massive steel vessel, housed in a concrete containment building. The design is called VVER, the Russian acronym for water-water-energetic reactor.",
            "\"The brakes on these kinds of reactors are much much better,\" Cizelj said. \"If there would be damage to these reactors, it would be much easier to shut it down.\"",
            "The scale of a hypothetical nuclear meltdown would also be far smaller than that of Chernobyl, experts said. After the 1986 meltdown, radioactive fallout scattered across much of the northern hemisphere, while some 150,000 square kilometres in Belarus, Russia and Ukraine were contaminated, according to the IAEA. That contamination spread as far as 500 kilometers north of the site.",
            "Experts instead suggest that the feasible worst-case would look more like another, more recent disaster.",
            "\"Fukushima is a better analogy than Chernobyl,\" Acton said. \"In this event, evacuations may be required for tens of kilometers around the plant, especially downwind. In the middle of a war those would be exceptionally dangerous.\"",
            "Any radioactive fallout would spread around 10 or 20 kilometers from Zaporizhzhia before it would cease to pose serious health risks, experts suggest.",
            "\"If somebody was able to cause the meltdown of the reactors, (gases) could escape in the atmosphere and the would travel with the wind until they are washed out of the atmosphere,\" Cizelj said. \"With distance, dilution happens -- so very soon, the dilution becomes sufficient that the impact becomes not very serious for the environment and for people's health.\"",
            "But for people living in war-torn southern Ukraine, a nuclear disaster is not the most immediate danger. \"If you compare it to the other risks they are facing, this risk is not very large,\" he added."
        ]
    },
    {
        "Title": "Kabul mosque explosion kills 21, injures dozens, police say",
        "Link": "https://www.cnn.com/2022/08/17/middleeast/kabul-mosque-explosion-afghanistan-intl/index.html",
        "Content": [
            "An explosion that erupted inside a mosque during evening prayers in Afghanistan's capital on Wednesday killed 21 people and injured 33 others, according to a spokesperson for the Kabul police chief.",
            "Security forces were investigating the incident in the city's police district 17, the spokesperson added.",
            "Health care organization Emergency said it treated dozens of victims.",
            "\"Following today's explosion, we admitted 27 patients to our Surgical Centre for War Victims in Kabul, including five minors, one of them a 7-year-old boy,\" Stefano Sozza, Emergency's Country Director in Afghanistan, told CNN on Wednesday.",
            "\"Two patients arrived dead, one died in the emergency room,\" he said.",
            "Taliban spokesperson Zabihullah Mujahid confirmed there were dead and wounded civilians, but did not say how many. He tweeted that the Taliban government \"strongly condemns\" the explosion, and vowed the perpetrators of \"such crimes will be caught and punished for their heinous deeds.\"",
            "Another Taliban deputy spokesperson, Bilal Karimi, condemned the explosion in a tweet on Wednesday evening.",
            "\"The murderers of civilians and perpetrators of similar crimes will soon be caught and punished for their actions, God willing,\" Karimi wrote.",
            "Sozza, from Emergency, said Afghanistan \"is suffering the consequences of a very long conflict that has undermined its future.\"",
            "\"In the month of August alone, we managed six mass casualties in our hospital, with a total of almost 80 patients. Throughout the year, we have continued to receive gunshot injuries, shrapnel injuries, stabbing injuries, and victims of mine and IED explosions on a daily basis,\" he said."
        ]
    },
    {
        "Title": "Scientists discover a 5-mile wide undersea crater created as the dinosaurs disappeared",
        "Link": "https://www.cnn.com/2022/08/17/africa/asteroid-crater-west-africa-scn/index.html",
        "Content": [
            "Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.",
            "(CNN)An asteroid from space slammed into the Earth's surface 66 million years ago, leaving a massive crater underneath the sea and wreaking havoc with the planet.",
            "No, it's not that asteroid, the one that doomed the dinosaurs to extinction, but a previously unknown crater 248 miles off the coast of West Africa that was created right around the same time. Further study of the Nadir crater, as it's called, could shake up what we know about that cataclysmic moment in natural history.",
            "Uisdean Nicholson, an assistant professor at Heriot-Watt University in Edinburgh, happened on the crater by accident -- he was reviewing seismic survey data for another project on the tectonic split between South America and Africa and found evidence of the crater beneath 400 meters of seabed sediment.",
            "\"While interpreting the data, I (came) across this very unusual crater-like feature, unlike anything I had ever seen before,\" he said.",
            "\"It had all the characteristics of an impact crater.\"",
            "To be absolutely certain the crater was caused by an asteroid strike, he said that it would be necessary to drill into the the crater and test minerals from the crater floor. But it has all the hallmarks scientists would expect: the right ratio of crater width to depth, the height of the rims, and the height of the central uplift -- a mound in the center created by rock and sediment forced up by the shock pressure.",
            "The journal Science Advances published the study on Thursday.",
            "\"The discovery of a terrestrial impact crater is always significant, because they are very rare in the geologic record. There are fewer than 200 confirmed impact structures on Earth and quite a few likely candidates that haven't yet been unequivocally confirmed,\" said Mark Boslough, a research professor in Earth and Planetary Sciences at the University of New Mexico. He was not involved in this research but agreed that it was probably caused by an asteroid.",
            "Boslough said the most significant aspect of this discovery is that it was an example of a submarine impact crater, for which there are only a few known examples.",
            "\"The opportunity to study an underwater impact crater of this size would help us understand the process of ocean impacts, which are the most common but least well preserved or understood.\"",
            "Cascading consequences",
            "The crater is 8 kilometers (5 miles) wide, and Nicholson believes it was was likely caused by an asteroid more than 400 meters (1,300 feet) wide hurtling into the Earth's crust.",
            "While much smaller than the city-sized asteroid that caused the 100-mile-wide Chicxulub crater that hit off the coast of Mexico that led to the mass extinction of much of life on the planet, it's still a pretty sizable space rock.",
            "\"The (Nadir) impact would have had severe consequences locally and regionally -- across the Atlantic Ocean at least,\" Nicholson explained via email.",
            "\"There would have been a large earthquake (magnitude 6.5 - 7), so significant ground shaking locally. The air blast would have been heard across the globe, and would have itself caused severe local damage across the region.",
            "It would have caused an \"exceptionally large\" tsunami wave up 3,200 feet high (1 kilometer) around the crater, dissipating to around five meters high once it reached South America.",
            "By comparison, the in-air explosion of a much smaller 50-meter wide asteroid in 1908 in Russia, known as the Tunguska event flattened a forest across an area of 1,000 square kilometers.",
            "\"At 400 meters or so, the air blast (that caused the crater off West Africa) would have been orders of magnitude larger.\"",
            "Information from microfossils in nearby exploration wells show that the crater was formed around 66 million years ago -- at the end of the Cretaceous period. However, there's still uncertainty -- margin or error of around 1 million years -- about its exact age.",
            "Nicholson said it was possible that the asteroid strike was linked to the Chicxulub impact, or it could simply be a coincidence -- an asteroid of this size would hit Earth every 700,000 years.",
            "If linked, the asteroid could be the result of a break-up of a parent asteroid near the Earth -- with the separate fragments dispersed during an earlier orbit of Earth, or it was possible that it was part of a longer-lived shower of asteroids that hit the Earth over a period of a million years or so.",
            "\"Finding out the precise age is really critical to test this -- again, only possible by drilling.\"",
            "Even if linked, it would have been dwarfed by the Chicxulub impact, but it would have still added to the overall cascading set of consequences, he said.",
            "\"Understanding the exact nature of the relationship with Chicxulub (if any) is important to understand what was going on in the inner solar system at that time and raised some interesting new questions,\" Nicholson said.",
            "\"If there were two impacts at the same time, might there be other craters out there, and what was the cascading effect of multiple collisions?\""
        ]
    },
    {
        "Title": "Europe can't decide if it wants to punish ordinary Russians for Putin's war",
        "Link": "https://www.cnn.com/2022/08/18/europe/russia-visas-european-union-finland-intl-cmd/index.html",
        "Content": [
            "Finland, a country that shares an 830-mile-long border with Russia, announced this week that it is to halve its cap on the number of visa applications from Russian citizens.",
            "Currently, 1,000 Russians can apply for Finnish visas each day, but as of September 1 that number will drop to 500. Jussi Tanner, director general for consular services at Finland's Ministry of Foreign Affairs, told CNN that a maximum of 20% of those slots will be allocated for tourist visas, meaning no more than 100 tourist visas will be available per day.",
            "The move comes after Estonia, another European Union nation that borders Russia, banned even Russians who already had visas from entering the country. According to Reuters, that amounts to 50,000 people.",
            "The Czech Republic and Latvia have also been supportive of visa bans and have also taken measures to restrict Russians from traveling into the EU.",
            "The proposal was first floated by Ukrainian President Volodymyr Zelensky, who wants to stop Russians from entering the bloc, where they can then travel freely for 90 days in the EU's common travel zone, the Schengen area.",
            "Not everyone agrees. German Chancellor Olaf Scholz says that while it is important to sanction those in Russian President Vladimir Putin's inner circle, Europeans need to \"also understand that there are a lot of people fleeing from Russia because they disagree with the Russian regime.\"",
            "A senior German diplomat told CNN that Scholz's argument is not based in fact, \"as anyone can apply for a humanitarian visa.\" The diplomat believes that Scholz is mostly attempting to \"balance his own party which is split between those who want dialogue with Russia and those who want to appear hard.\"",
            "Advocates of limiting Russian visas believe the argument is quite clear.",
            "Alexander Stubb, a former Finnish Prime Minister and foreign minister who had previously advocated for visa liberalization with Russia, told CNN: \"It's a sad state of affairs, but the price of war has to be felt by Russian citizens.\"",
            "He said that \"the only way in which the hearts and the minds of the Russian people can be changed is for them to understand what Putin is doing is a blatant violation of international law. That means a total visa ban on Russians.\"",
            "Rasa Juknevičienė, a former Lithuanian defense minister and current member of the European Parliament, says that \"first and foremost, this is a security issue.\"",
            "\"Russian citizens travel to the EU mainly via Finland and Estonia. The official services of the countries are under enormous pressure. Russia is controlled by KGB legacy structures, which exploit the openness of the Schengen countries for various operations,\" Juknevičienė told CNN.",
            "It's unlikely that European leaders will reach a full agreement on this issue. While the EU has been largely united since the start of the war and has come together to place serious economic sanctions on Russia, there is a geographical reality that complicates any consensus between 27 countries with vastly different economic and political priorities.",
            "Countries in the west and south of the EU, who are somewhat protected from Kremlin aggression due to sheer distance, are quick to remind hawks that Russia is a very large part of the wider region of Europe.",
            "It is therefore not only extremely difficult, but probably not particularly productive, to simply ignore Russia. Once the war is over, European economies will want to re-establish ties with Russia. Not only is this beneficial to those countries, but it could also prove valuable in a post-conflict propaganda war to convince average Russians of the benefits of European values.",
            "Strategically, most serious figures also agree that any post-war European security plans will have to involve Russia, and it's far better that Moscow is proactively involved and working with its European neighbors.",
            "At the other end of the spectrum, there are those countries such as Poland, Estonia, Lithuania and Latvia who have already suffered at the hands of Russia quite a lot, both at the hands of the oppressive dictatorship of the Soviet Union and more recently from the threat of Putin's Kremlin.",
            "These are the competing factors that make handling Putin and Russia so complicated.",
            "Will the EU work with Putin if he remains in power after the war? If not, how different must the regime that follows be from Putin's to satisfy the bloc? What would need to be included in a hypothetical treaty to assure different European leaders that Russia will not provoke further conflict? What might the EU be willing to concede in order to broker a peace? It's worth remembering throughout all of this that Ukraine is now a candidate for EU membership.",
            "All of these big questions create smaller questions, including what should be done during the conflict on visas. And the longer the war goes on, as the West's options for sanctions and retaliation become increasingly limited, the more of these questions will emerge.",
            "The hard reality is that these smaller questions, headaches in themselves, must be balanced against whatever is the best-case, long-term outcome of this bleak period. And the blunt truth is that one thing will never change: Europe cannot simply ignore Russia.",
            "Correction: This story has been updated to reflect that Rasa Juknevičienė is a politician from Lithuania."
        ]
    },
    {
        "Title": "As Equals: Frequently Asked Questions",
        "Link": "https://www.cnn.com/2021/04/06/world/as-equals-frequently-asked-questions-intl/index.html",
        "Content": [
            "What is As Equals?",
            "As Equals is a CNN series that aims to reveal what systemic gender inequality looks like.",
            "There is a gendered dimension to every one of our major global challenges including, but not limited to: climate change, economic or health inequality, the rise of authoritarianism, mass migration or algorithmic bias. Critical, tenacious journalism is required to expose it all.",
            "With stories on underreported issues in underreported parts of the world, told by underrepresented voices, As Equals intends to spotlight taboo subjects, use innovative presentations and effect change.",
            "Staffed by a dedicated team, As Equals will broaden the scope of gender reporting and build on CNN's already-established reputation for independent, world-class, mobile-first, thought-provoking journalism, with production across CNN's platforms, including newsletters and audio, documentaries, as well as events.",
            "How is As Equals funded?",
            "As Equals originally launched in 2018 with the assistance of a year-long Innovation in Development Reporting grant from the European Journalism Centre. The series kept going after 2019 thanks to commitment by CNN.",
            "In October 2020, CNN announced that the series would expand with a new three-year grant of US $3.6m from the Bill & Melinda Gates Foundation.",
            "That money -- which can only be used by CNN for As Equals -- will fund salaries and associated staffing costs; the reporting and production of journalism in multiple formats; the commissioning of freelance storytellers and the holding of events.",
            "For the duration of the series, CNN will continue to provide As Equals with staff and logistical support.",
            "Will the Bill & Melinda Gates Foundation have any influence on CNN's journalism?",
            "No. As Equals' journalism will be completely editorially independent. All of the output from the series will be held to CNN's high standards and will be fair, accurate and responsible.",
            "As with other grant-funded journalism, we will regularly report to the funder, the Bill & Melinda Gates Foundation, to demonstrate that CNN is spending the money in line with the purpose for which it was intended.",
            "How long does the funding last for?",
            "The Bill & Melinda Gates Foundation grant funds As Equals for three years -- until January 2024.",
            "Why focus on gender inequality?",
            "For the past several hundred years, patriarchy has shaped the world. Most institutions and societal norms were created for men, by men. As a result, women have long been denied equal rights (such as the right to vote) and all over the world they continue to face a myriad of challenges: unequal pay; a lack of equal legal rights; the lack of data or investments in research in gendered issues; bearing the brunt of the care burden; early or forced marriage, and more. Experiences of these challenges vary depending on gender or sexual identity, class, race or ethnicity, age, location or ability.",
            "As Equals intends to cast a spotlight on these issues and report on them in ways that deepens global understanding and produces tangible impact.",
            "Will As Equals include trans people in its coverage?",
            "As Equals is unreservedly committed to inclusivity. Our stories will not only show you what gender inequality looks like, but also how inequality is not just limited to one location or people, and why it persists around the world.",
            "How can I contact As Equals?",
            "You can send tips or questions to the following email address: asequals@cnn.com",
            "Please note that we're a small team and get lots of correspondence so your patience is appreciated.",
            "How can I contribute to As Equals?",
            "If you'd like to send us tips, or make us aware of insights from research, data from studies, or the names and contacts of phenomenal people whose stories you think we should tell, you can do so by emailing asequals@cnn.com",
            "Every month As Equals journalism will focus on a theme to give our journalists and audiences the opportunity to cover an issue or trend from multiple perspectives. Our focus is depth over breadth so before you pitch us a story, we'd like for you to ask yourself a few questions first:",
            "Is my idea original? This could mean that it could be a topic, a situation or a place that hasn't already been widely reported, but it can also mean that you have access to new information or different sources; your reporting will present the story in a new way, or will help audiences see the bigger picture.\nAm I the right person to tell this story? Do you have access that other people don't? Do you understand a complex issue and can clearly and engagingly tell a story about it? Do you study or follow a topic closely and can see what others have missed?\nAm I prepared to work with others? The best journalism is collaborative. You might have a great idea but not the right contacts or data skills, for example. If we commissioned you, would you be happy to work with a team to tell your story, if it needed it?\nHow evergreen is my idea? While we will move quicker on columns, your opinion piece or feature idea shouldn't be irrelevant at the end of the day's news cycle.\nIs my story right for CNN? On As Equals, we want to see the bigger picture. To uncover the systemic causes of gender inequality and tell those stories for a global audience. Will your story help us do that? Is your story going to be relatable outside of its local or national context?",
            "Think you're onto something? Submit your pitch to As Equals here. If you experience any difficulties with the form, send an email to asequals@cnn.com and we'll be happy to help you.",
            "Does As Equals accept film and video pitches? OR Does As Equals commission films and videos?",
            "As Equals seeks to amplify underrepresented voices in front of the lens and behind the camera. We're looking for character-driven short documentaries and photo essays by and/or about women and non-binary people across the globe, and would like to hear from non-fiction filmmakers, video and photo journalists who want to tell universal stories that touch audiences emotionally and hold up a mirror to society.",
            "If you have an idea you'd like to pitch us, first ask yourself the questions mentioned above, then submit your pitch here. While strong preference will be given to stories in pre- or early production, you may include any links to previously-filmed material in the \"summary\" section. If you experience any difficulties with the form, send an email to asequals@cnn.com and we'll be happy to help you.",
            "These FAQs were last updated on May 19, 2021.",
            "Read more from the As Equals series"
        ]
    },
    {
        "Title": "China is seeding clouds to replenish its shrinking Yangtze River",
        "Link": "https://www.cnn.com/2022/08/17/asia/china-heat-drought-climate-yangtze-intl/index.html",
        "Content": [
            "Hong Kong Chinese planes are firing rods into the sky to bring more rainfall to its crucial Yangtze River, which has dried up in parts, as swaths of the nation fall into drought and grapple with the worst heat wave on record.",
            "Several regions on the Yangtze have launched weather modification programs, but with cloud cover too thin, operations in some drought-ravaged parts of the river's basin have remained on standby.",
            "The Ministry of Water Resources said in a notice on Wednesday that drought throughout the Yangtze river basin was \"adversely affecting drinking water security of rural people and livestock, and the growth of crops.\"",
            "On Wednesday, central China's Hubei province became the latest to announce it would seed clouds, using silver iodide rods to induce rainfall.",
            "The silver iodide rods -- which are typically the size of cigarettes -- are shot into existing clouds to help form ice crystals. The crystals then help the cloud produce more rain, making its moisture content heavier and more likely to be released.",
            "Cloud seeding has been in practice since the 1940s and China has the biggest program in the world. It used seeding ahead of the Beijing Olympics in 2008 to ensure dry weather for the event, and the technique can also be used to induce snowfall or to soften hail.",
            "At least 4.2 million people in Hubei have been affected by a severe drought since June, Hubei's Provincial Emergency Management Department said Tuesday. More than 150,000 people there have difficulties accessing drinking water, and nearly 400,000 hectares of crops have been damaged because of high temperatures and drought.",
            "The Yangtze is just one of many rivers and lakes across the northern hemisphere that are drying up and shrinking amid relentless heat and low rainfall, including Lake Mead in the US and the Rhine River in Germany. These extreme weather conditions have been supercharged by the human-induced climate crisis, driven by burning fossil fuels.",
            "Communities often rely on these bodies of water for economic activity and governments are having to intervene with adaptation measures and relief funds, costing huge amounts of money.",
            "China is deploying such funds and developing new supply sources to deal with the impacts on crops and livestock. Some livestock has been temporarily relocated to other regions, the Ministry of Finance said earlier this week, adding it would issue 300 million yuan ($44.30 million) in disaster relief.",
            "To boost downstream supplies, the Three Gorges Dam, China's biggest hydropower project, will also increase water discharges by 500 million cubic meters over the next 10 days, the Ministry of Water Resources said Tuesday.",
            "The heat also forced authorities in the southwestern province of Sichuan -- home to around 84 million people and a key manufacturing hub -- to order the shutdown of all factories for six days this week to ease a power shortage.",
            "'Longest' and 'strongest' heat wave on record",
            "China issued its highest red alert heat warning for at least 138 cities and counties across the country on Wednesday, and another 373 were placed under the second-highest orange alert, the Meteorological Administration said.",
            "As of Monday, China's heat wave had lasted 64 days, making it the longest in more than six decades, since full records began in 1961, the National Climate Center said in a statement. It also said it was the \"strongest\" on record and warned that it could worsen in the coming days.",
            "\"The heat wave this time is prolonged, wide in scope, and strong in extremity,\" the statement read. \"Taken all signs together, the heat wave in China will continue and its intensity will increase.\"",
            "The heat wave has also registered the largest number of counties and cities exceeding 40 degrees Celsius (104 degrees Fahrenheit) since records began, according to the statement. The number of weather stations recording temperatures of 40C and above has reached 262, also the highest. Eight have hit 44C.",
            "Persistently high temperatures are forecast to continue in the Sichuan Basin and large parts of central China until August 26.",
            "A \"special case\" of high pressure from the West Pacific subtropical high, stretching across much of Asia, is likely to be the cause of the extreme heat, said Cai Wenju, climate researcher with CSIRO, Australia's national scientific research institute."
        ]
    },
    {
        "Title": "Children's remains found in suitcases bought by family at auction, New Zealand police say",
        "Link": "https://www.cnn.com/2022/08/18/world/new-zealand-children-remains-suitcase-intl-hnk/index.html",
        "Content": [
            "New Zealand police have launched a homicide investigation after the remains of two children were found in suitcases bought by a family at an online auction, police said Thursday.",
            "In a statement, police said they were alerted to the case last week when the family from the South Auckland suburb of Manurewa reported finding human body parts in several items they bought from a storage facility.",
            "The family is not connected to the children's deaths, police said, and they are \"understandably distressed.\"",
            "The children -- likely to have been between ages 5 and 10 -- may have been dead for a number of years, perhaps three or four, Detective Inspector Tofilau Faamanuia Vaaelua said at a news conference on Thursday.",
            "A postmortem examination is being conducted to try to determine the children's identity, Vaaelua said. Investigators are also looking for clues as to how, when and where the children died.",
            "Vaaelua said police were working with Interpol and have opened inquiries with overseas agencies, but initial inquiries suggest relatives of the victims are in New Zealand.",
            "\"I really feel for the victims or the family of these victims. And, you know right here, right now, there are relatives out there that aren't aware that their loved ones have deceased,\" he added.",
            "The case was \"extremely upsetting news for the community to hear,\" he said.",
            "Police are trying to view closed-circuit television footage that may offer some clues, though they acknowledge that it may be difficult to obtain given the significant amount of time that has passed.",
            "The storage company is assisting police with their inquiries, and other household and personal items sold from the storage facility are being examined to establish a link to the suitcases, police said."
        ]
    },
    {
        "Title": "China dims lights in Chengdu subway to save power as heat soars",
        "Link": "https://www.cnn.com/2022/08/18/china/china-chengdu-heat-wave-power-shortage-intl-hnk/index.html",
        "Content": [
            "Metro stations in Sichuan province's capital city Chengdu have dimmed their lights to save electricity, leaving some travelers in partial darkness as China grapples with a power crunch amid a record heat wave.",
            "The rail system of southwestern city of Chengdu, home to about 21 million people, started operating on \"power-saving\" mode Wednesday, activating low-power lights and regulating temperatures in stations and train compartments, its operator said in a statement, without specifying how long the measures would last.",
            "Photos circulated on social media showed commuters waiting for trains on dimly lit platforms and transiting through darkened stations -- a sharp contrast to the bright fluorescent lighting and illuminated advertising typical of China's public transport stations.",
            "The energy-saving measures are among many being rolled out amid a power shortage caused by China's fiercest regional heat wave in six decades.",
            "Sizzling temperatures above 40 degrees Celsius (104 degrees Fahrenheit) have hit dozens of cities across parts of southwest, central and eastern China, and surging demand for air conditioning is putting pressure on the power grid.",
            "The power crisis has been compounded by a drought, as depleted water levels in the Yangtze River, one of China's most commercially important waterways, and connected water bodies, have reduced the amount of electricity produced at hydropower plants.",
            "Top provincial officials warned Sichuan is facing the \"most severe and extreme moment\" in power supply, Sichuan Daily reported.",
            "A commentary published by the outlet, the province's official propaganda news arm, called for government offices not to set their air conditioning units any lower than 26 degrees Celsius (78.8 Fahrenheit) and to minimize their elevator use, advising those on lower floors to take the stairs.",
            "It also urged sports and commercial venues to reduce lighting and the use of high-powered electric equipment, turn off fountains, and cut down on nighttime activities.",
            "Factories shut down",
            "In nearby Chongqing city, authorities ordered factories to suspend operations for seven days to conserve electricity, according to state media.",
            "For one week from Wednesday, all factories in Chongqing should \"leave power to the people,\" a reference to ensuring sufficient electricity is available for residential use, according to state media outlet The Paper, which cited a Chongqing government notice.",
            "The move followed a similar step in Sichuan, which is a key semiconductor and solar panel manufacturing location, as well as lithium mining hub. Authorities there ordered all factories to cease operations for six days this week to ease a power shortage in the region.",
            "Amid concerns about the power shortage, Beijing deployed one its top officials, Vice Premier Han Zheng, to inspect China's state grid corporation on Wednesday, where he emphasized the need to ensure energy supply to \"prevent blackouts,\" state media Xinhua News Agency reported.",
            "\"Efforts should be made to strengthen coordination across the country, secure the power supply for key regions, residents, the public service sector and key industries, and resolutely prevent power rationing,\" Han said.",
            "The heat wave is showing no immediate signs of abating, with China's Meteorological Administration on Thursday issuing its highest heat warning, a red alert heat, to at least 237 cities and counties across the country. A red alert is activated when temperatures are forecast to exceed 40 degrees Celsius.",
            "Another 432 cities and counties were issued the second-highest orange alert warning, where high temperatures were forecast of around 37 degrees Celsius (98 degrees Fahrenheit).",
            "Climate change impact",
            "Ground temperatures in China have been rising faster than the global average, government scientists said, and the latest heat wave has raised new concerns about the impacts of global warming.",
            "Extreme weather conditions have become more frequent amid a human-induced climate crisis, driven by burning fossil fuels. Multiple countries across the Northern Hemisphere are dealing with soaring summer heat and fires.",
            "Earlier this month, China's National Climate Center said some 900 million people had been affected by heatwaves in the country since mid-June.",
            "Heat has not been the only severe weather effects during the summer season, which has also seen record rains and flooding.",
            "Sudden and heavy rainfalls Wednesday evening in northwest China led to flash flooding and mudslides that left at least 16 people dead, according to Chinese state media CCTV."
        ]
    },
    {
        "Title": "Where water is called 'blue gold': A town grapples with one of its worst droughts on record",
        "Link": "https://www.cnn.com/2022/08/18/europe/france-drought-climate-cmd-intl/index.html",
        "Content": [
            "Seillans, France For well over a century, water has gurgled through a web of gutters and channels on Cécile Messelis' farm, flowing into an underground reservoir and earthen troughs to nourish crops sown across terraced fields.",
            "In 2020, that stream began to falter. This year, it stopped altogether: Messelis' fields now crackle in the sunlight; her stone cistern echoes with thirst.",
            "On this small farm in the upper reaches of Seillans, a commune in the Var region of southern France, the fields are bare but for the parched remnants of the last harvest. Normally, aubergines, tomatoes, peppers and melons thrive here. Now, the fields lie fallow.",
            "Messelis' reservoirs first ran empty after last winter was remarkably dry. She then had to rely on tap water to grow the organic fruit and vegetables that make up the baskets she sells to neighbors and at local markets.",
            "Then in May, local authorities tightened the taps as well.",
            "France is suffering what authorities say is likely its worst drought on record. It's a similar picture across much of Europe — more than 60% of land in the European Union is under drought warnings or more severe alerts, according to the European Drought Observatory.",
            "The rain has been so scant that major rivers are drying up in parts. The Loire and Rhone in France, the Po in Italy and the Rhine in Germany have all experienced particularly low water levels, some of them have even shrunk, impacting transport, agriculture and energy production.",
            "Now downpours are hitting several parts of the country. In the Loire region of central France, they've triggered flooding. The soil is so parched, like a dry sponge, it simply can't absorb that much rain. In Paris, floods that hit Tuesday evening forced 10 underground Metro stations to close. The stormy weather has brought relief from the heat, but little to break the drought. What's needed is less intense and more consistent rain over much longer periods of time.",
            "In January, when worries about the dry winter emerged, Seillans' authorities proposed to sell Messelis emergency water supplies that had been trucked in at €20 ($20.40) per cubic meter (around 264 gallons), she said. Private suppliers were offering only slightly cheaper rates. Normally, she would pay just around 50 cents ($0.51) for the same amount from the tap.",
            "It was an impossible option for her.",
            "\"It's not worth starting,\" the 54-year-old farmer told CNN. \"It's almost like we're working just to pay for the water.\"",
            "Unlike generations past, Messelis' neighbors today are more likely to have a swimming pool than a vegetable plot, a somewhat cruel irony for her this summer: In the first period of water restrictions, residents were still allowed to top up their pools, while her crops withered.",
            "\"It was a moment of shock,\" she said. \"It's so obvious that the priority [should be] to eat.\"",
            "Dark clouds",
            "In May, the people of Seillans were put under water rationing, given a 150 liters a day per person in the worst-hit part of the commune. It wasn't long until the rest of Seillans were given daily limits too, although of a higher 200 liters.",
            "It should be enough to cover basic needs — the average French person consumes 149 liters daily. But going unchecked, it's easy to use hundreds of liters more. Just running a tap while brushing teeth or between rinsing dishes wastes six liters of water every minute.",
            "Seillans was one of the first communities in France to run out of sufficient water for residents this year, but by early August, some 100 communes were in the same position, according to French Ecological Transition Minister Christophe Béchu.",
            "Many parts of the Var region have seen around 80% less rain than the long-term average between the start of July and August 10, according to the drought mission for the regional land and sea directorate. Some areas haven't seen any measurable rain at all.",
            "The region is now \"in a crisis,\" the mission's chief, Julien Assante, told CNN.",
            "Droughts in the Mediterranean region, where Seillans sits, have increased in frequency already because of the human-driven climate crisis, and the heat waves that can exacerbate them are also more common and more intense, according to the Intergovernmental Panel on Climate Change. The more the Earth warms, the more the region will experience aridity, droughts and fire weather conditions.",
            "And drought isn't just impacting farmers and households. With it has come intense wildfires. More than 780,000 hectares (more than 3,000 square miles) across Europe have burned so far this year, according to the European Forest Fire Information System. So exhausted are France's firefighting resources that colleagues from Romania, Italy, Poland and Austria, as well as aircraft from Greece and Sweden, have been called in to battle the blazes.",
            "New rituals",
            "In the Ricou household, the drought has sparked a new ritual. Every few days, Brigitte Ricou climbs to the back of her shrubbery to photograph her water meter. It's the best way to monitor how much she, her husband and her visiting grandson are using.",
            "\"We look at our meter a lot,\" she told CNN from her kitchen in lower Seillans, where there is a 200-liter daily limit per resident. She said it was difficult to estimate how much water each person uses every day, and that it was something that required practice and thought.",
            "She and her husband have implemented a range of measures to limit their water use, from washing food in bowls and using that same water for their plants. They use bottled water for drinking, take shorter showers and they don't flush the toilet after every use.",
            "\"Sometimes I lower my consumption drastically to make my 200 liters,\" she said, adding that she doesn't view the quota as a right, as some people do, but as a maximum allowance. \"This water, it's precious.\"",
            "To Seillans Mayor René Ugo, water is more like a \"sacred\" resource. A small stream that used to run through the town all year round was once the lifeblood of a variety of businesses lower Seillans, from a perfume shop to an oil press, he said. But as it dried up, so too did business. This year, it hasn't flowed at all.",
            "\"It was a warning,\" Ugo said, referring to his observations of dry conditions back in January. \"I was afraid of what could happen and those fears came to pass.\"",
            "And in Seillans, the stopgap measures go well beyond rationing — the town is now trucking freshwater in. The local town hall oversaw the purchase of a water tanker, which now makes eight trundling return trips to restock the worst-hit districts' water reservoirs. Filling up from a fire hydrant fed by an underground source — the water naturally filtered by the rock — the truck deposits 8,000 liters at a time.",
            "While the mayor recognizes it's a short-term solution, it's also an investment for the future. There are no plans to sell the truck at the end of the dry season, he says, in an implicit acknowledgment that the village could face such shortages again.",
            "It's also a cost that local residents will have to shoulder, with higher water bills, the mayor said, another pain point as the cost of living crisis bites.",
            "For local police officer Philippe Grenêche, extreme drought has become the new normal, and even part of his beat.",
            "He and his colleague now patrol the village looking for evidence of water-releated offences: Green lawns, for example, are a sure sign of sprinkler use, which is banned; swimming pools that appear to have been refilled are another sign of violations.",
            "People are sometimes even caught stealing water from fire hydrants.",
            "\"We had black gold,\" Grenêche told CNN, referring to the value of petroleum, as his patrol car wound through the hills of Seillans. \"And now with all this, we've got 'blue gold.'\""
        ]
    },
    {
        "Title": "WHO boss says 'color of skin' behind lack of help for Tigray",
        "Link": "https://www.cnn.com/2022/08/18/africa/tedros-ghebreyesus-tigray-crisis-intl/index.html",
        "Content": [
            "The World Health Organization's director-general Tedros Adhanom Ghebreyesus has suggested that racism is behind a lack of international attention being paid to the plight of civilians in Ethiopia's war-shattered Tigray region.",
            "Calling it the \"worst humanitarian crisis in the world\", with 6 million people unable to access basic services, Tedros questioned in an emotional appeal why the situation is not getting the same attention as the Ukraine conflict.",
            "\"Maybe the reason is the color of the skin of the people,\" Tedros, who is from Tigray, told a virtual media briefing on Wednesday. In April this year at a briefing, he questioned whether \"black and white lives\" in emergencies worldwide are given equal attention.",
            "Fighting between Ethiopian and Tigrayan forces have left thousands dead and hundreds of thousands facing severe food insecurity, according to Internal Displacement Monitoring Center.",
            "Last year, the crisis set a world record for displacements in a single year causing over 5.1 million displacements.",
            "WHO emergencies director Mike Ryan also hit out at an apparent shortage of concern about the drought and famine unfolding in the Horn of Africa, and the ensuing health crisis.",
            "\"No one seems to give a damn about what's happening in the Horn of Africa,\" said Ryan, speaking at a virtual media briefing on Wednesday.",
            "The WHO called for $123.7 million to tackle the health problems resulting from growing malnutrition in the region, where around 200 million people live and millions are going hungry."
        ]
    },
    {
        "Title": "Japan wants young people to drink more alcohol. It's just not sure how to convince them",
        "Link": "https://www.cnn.com/2022/08/18/asia/japan-tax-alcohol-competition-intl-hnk/index.html",
        "Content": [
            "Tokyo The Japanese government has been hit in the pocket by an unusual problem -- its young people aren't drinking enough.",
            "Since the pandemic began, bars and other premises selling alcohol have been hit hard by Covid-19 restrictions, causing sales -- and liquor tax revenues -- to plummet in the world's third-largest economy.",
            "The government's solution? Launch a contest to find new ways to encourage young people to drink more.",
            "The \"Sake Viva!\" campaign, overseen by the National Tax Agency, invites participants to submit ideas on how to \"stimulate demand among young people\" for alcohol through new services, promotional methods, products, designs and even sales techniques using artificial intelligence or the metaverse, according to the official competition website.",
            "\"The domestic alcoholic beverage market is shrinking due to demographic changes such as the declining birthrate and aging population, and lifestyle changes due to the impact of Covid-19,\" said the website, adding that the competition aimed to \"appeal to the younger generation ... and to revitalize the industry.\"",
            "The contest includes promotional ideas for all types of Japanese alcohol, with applications open until September 9. Finalists will be invited to an expert consultation in October, before a final tournament in November in Tokyo. The winner will receive support for their plan to be commercialized, according to the tax office.",
            "But not everyone is on board, with the competition and tax agency receiving criticism from some people online.",
            "\"Are you kidding me?\" one Twitter user wrote. \"Staying away from alcohol is a good thing!\"",
            "Others pointed out that it seemed inappropriate for a government agency to encourage young people to drink, and it appeared the campaign had not considered health risks or sensitivity toward people dealing with alcoholism.",
            "Japan's Health Ministry has in the past warned of the dangers of excessive drinking. In a post on its website last year, it called excessive alcohol consumption a \"major social problem\" that persisted despite a recent slowdown in consumption. And it urged people with unhealthy drinking habits to \"reconsider\" their relationship with alcohol.",
            "A ministry spokesperson declined to comment on the tax agency's competition when contacted by CNN.",
            "Declining sales",
            "Japan, along with several other countries in Asia, maintained tough restrictions throughout much of the pandemic, closing public spaces and reducing business hours for restaurants.",
            "Izakayas -- Japan's version of a pub or tavern -- were particularly hard hit, with the latest available figures showing sales halved from 2019 to 2020, according to the Ministry of Economy, Trade and Industry.",
            "With fewer opportunities to drink in public, the rate of \"household consumption\" -- drinking at home -- \"increased significantly,\" the ministry said.",
            "But young adults have stood out as the exception. About 30% of people in their 40s to 60s drink regularly, meaning three days or more per week, the ministry said -- compared to just 7.8% of people in their 20s.",
            "\"In this way, the decline in drinking habits year by year is thought to be having an effect on the shrinking of the domestic market,\" the ministry said.",
            "In a 2021 report, the tax agency said duties on liquor had been a major revenue source for the government for centuries, but had declined in recent decades. Japan received 1.1 trillion yen ($8.1 billion) in alcohol tax in 2021 -- 1.7% of overall tax revenue, compared to 3% in 2011, and 5% in 1980.",
            "Japan lifted its state of emergency in October 2021, allowing restaurants to sell alcohol again and stay open later -- but restrictions in some parts of the country remained in place until March this year.",
            "The country's recovery since then has been slower than expected, hindered by rising inflation, the economic impact of the war in Ukraine, and recent surges in Covid cases that have led to prolonged restrictions."
        ]
    },
    {
        "Title": "Sri Lanka's former president tipped to return to crisis-hit nation next week",
        "Link": "https://www.cnn.com/2022/08/17/asia/sri-lanka-gotabaya-rajapaksa-return-intl-hnk/index.html",
        "Content": [
            "Colombo, Sri Lanka Sri Lanka's former president Gotabaya Rajapaksa, who fled the crisis-hit island nation last month amid mass protests, is expected to return to the country next week, according to a senior minister.",
            "Foreign Minister Ali Sabry told CNN late Wednesday the Sri Lankan government had been told of Rajapaksa's return \"through diplomatic channels.\"",
            "\"Officially we have no role in the return. He is a citizen of Sri Lanka and can travel as he wishes,\" Sabry said.",
            "Rajapaksa's estranged cousin Udayanga Weeratunga, a former Sri Lankan Ambassador to Russia, told reporters Wednesday the former leader would return on August 24.",
            "Rajapaksa is in Thailand after fleeing Sri Lanka in July on a military plane for Maldives, and then traveling to Singapore, days after angry protesters stormed his official residence and office.",
            "He tendered his resignation from Singapore, while public anger grew over his alleged mismanagement of the economy.",
            "The former leader's hurried exit was a historic moment for the nation of 22 million, which members of the Rajapaksa family ruled with an iron fist for much of the past two decades.",
            "Anger has been growing in Sri Lanka for months after the country's foreign exchange reserves plummeted to record lows, with dollars running out to pay for essential imports including food, medicine and fuel.",
            "Rajapaksa's brother Mahinda Rajapaksa was forced to resign as prime minister in May as public fury grew over the crisis.",
            "His departure came during a day of chaos and violence that culminated in police imposing a curfew across the country.",
            "Sri Lankan President Ranil Wickremesinghe reportedly said in late July it was \"not the right time\" for Gotabaya Rajapaksa to return to the country as it could inflame political tensions."
        ]
    },
    {
        "Title": "Outrage over Palestinian leader's '50 Holocausts' remark",
        "Link": "https://www.cnn.com/2022/08/17/middleeast/abbas-holocaust-comments-berlin-mime-intl/index.html",
        "Content": [
            "A version of this story first appeared in CNN's Meanwhile in the Middle East newsletter, a three-times-a-week look inside the region's biggest stories. Sign up here.",
            "Berlin and Jerusalem (CNN)Palestinian Authority President Mahmoud Abbas struck a deep nerve on Tuesday when he said Israel has caused \"50 Holocausts\" against Palestinians, triggering outrage from world leaders and a social media storm.",
            "\"From 1947 to the present day, Israel has committed 50 massacres in Palestinian villages and cities,\" Abbas said in Arabic, standing next to German Chancellor Olaf Scholz at a news conference in Berlin. \"50 massacres, 50 Holocausts, and until today, and every day there are casualties killed by the Israeli military.\"",
            "Abbas had been asked by a journalist if he would apologize for the 1972 Olympics massacre in Munich, when members of the Israeli team were taken hostage by Palestinian gunmen, at the time part of a splinter group of Abbas' Fatah party, leading to the death of 11 Israeli athletes and coaches, and one West German policeman, following an armed standoff.",
            "This September marks the 50th anniversary of the Munich attack.",
            "Scholz did not immediately react to Abbas on stage, but later tweeted, \"I am disgusted by the outrageous remarks made by Palestinian President Mahmoud #Abbas. For us Germans in particular, any relativization of the singularity of the Holocaust is intolerable and unacceptable. I condemn any attempt to deny the crimes of the Holocaust.\"",
            "Germany's ambassador to Israel, Steffen Seibert, tweeted that, \"What President #Abbas said in Berlin about \"50 holocausts\" is wrong and unacceptable. Germany will never stand for any attempt to deny the singular dimension of the crimes of the Holocaust.\"",
            "Israeli leaders also widely condemned the remark, with Prime Minister Yair Lapid saying, \"Mahmoud Abbas accusing Israel of having committed '50 Holocausts' while standing on German soil is not only a moral disgrace, but a monstrous lie.\"",
            "\"Six million Jews were murdered in the Holocaust, including one and a half million Jewish children. History will never forgive him,\" tweeted Lapid.",
            "Israeli Defense Minister Benny Gantz described Abbas' words as \"despicable and false.\" \"His statement is an attempt to distort and rewrite history,\" Gantz said.",
            "Global figures also criticized the remarks. The US State Department's Special Envoy to Monitor and Combat Antisemitism, Ambassador Deborah E. Lipstadt, described them as \"unacceptable,\" adding that, \"Holocaust distortion can have dangerous consequences and fuels antisemitism.\"",
            "Abbas' staff sought to clarify his comments on Wednesday. \"President Mahmoud Abbas reaffirms that the Holocaust is the most heinous crime that has occurred in modern human history,\" read a statement from his office.",
            "His answer \"was not intended to deny the specificity of the Holocaust, which was committed in the last century, and is condemned in the strongest terms,\" it added.",
            "\"What is meant by the crimes that ... Abbas spoke of are the massacres committed against the Palestinian people since the Nakba by Israeli forces, crimes that have not stopped to this day,\" the statement concluded. This refers to the establishment of Israel in 1948, called al-Nakba or \"the catastrophe\" by Palestinians, after more than 700,000 Palestinians were either expelled from or fled their homes during the resulting Arab-Israeli war.",
            "This is not the first time that Abbas has made remarks deemed antisemitic. As a doctoral student in the Soviet Union in the 1980s, Abbas wrote a thesis that alleged a secret relationship between Nazis and early advocates for a Jewish state, according to Reuters. His claims resurfaced as an issue in 2018, when he said that Jews living in Europe had suffered since the 11th century \"not because of their religion, [but] it was because of their social profession.\"",
            "\"So the Jewish issue that had spread against the Jews across Europe was not because of their religion, it was because of usury and banks,\" he said during an opening speech at Palestinian National Council (PNC), the de facto parliament for the Palestine Liberation Organization.",
            "Following mass outrage, Abbas later apologized for his comments, saying that he condemned antisemitism and calling the Holocaust the \"most heinous crime in history.\"",
            "CNN's Abeer Salman and Amir Tal contributed to this report.",
            "The digest",
            "Syria denies kidnapping or \"hiding\" American citizen",
            "The Syrian government has denied that it \"kidnapped\" or is \"hiding\" American citizen Austin Tice, who went missing in the country a decade ago.",
            "Background: Tice, a freelance journalist, was detained at a checkpoint near Syrian capital Damascus in August 2012 while reporting on the country's civil war. US President Joe Biden last week declared that the US government knows \"with certainty that he has been held by the Syrian regime.\" The Syrian foreign ministry said Wednesday that accusations against the Syrian government that it has \"arrested\" Tice are false. The ministry added: \"Syria reaffirms that any dialogue or official communication with the US government will be public and based on respect for the sovereignty, independence and territorial integrity of the Syrian Arab Republic and non-interference in its internal affairs.\"",
            "Why it matters: Relations between the United States and Syria have been strained since the start of the Syrian conflict, and Washington has sanctioned several regime officials and militia leaders. It continues to call for a political solution to war, which has now raged for more than 10 years. Securing Tice's release would also be a boost to Biden's domestic popularity, as his administration has come under fire for not doing enough to bring Americans stuck abroad back home.",
            "Israel and Turkey to restore full diplomatic ties",
            "Israel and Turkey will restore full diplomatic ties between the two countries, including returning ambassadors and consul generals to their respective posts, Israeli Prime Minister Yair Lapid announced on Wednesday.",
            "Background: Turkey expelled Israel's ambassador to the country in 2018 in response to the killing of 60 Palestinians by the Israeli military during protests along Gaza's border, which were sparked by the opening of the US Embassy in Jerusalem. Israel in turn expelled Turkey's ambassador to Israel. Israeli President Isaac Herzog's visit to Turkey in March, followed by visits by both countries' foreign ministers, helped thaw tensions after more than a decade of strained relations.\nWhy it matters: Israel has been enjoying improved relations with regional countries without any progress towards a two-state solution with the Palestinians. The Biden administration has increasingly made it clear that it sees the Abraham Accords -- a series of normalization agreements signed between Israel and Arab states -- as a key plank of its Middle East diplomacy and has encouraged other regional states like Jordan and Egypt to work more closely within its framework.",
            "State Department receives Iran's response to EU nuclear deal proposal, spokesperson says",
            "As efforts to revive the 2015 Iran nuclear deal continue, a US State Department spokesperson said on Tuesday that it had received Iran's response to the latest draft of the Vienna Agreement presented by the European Union.",
            "Background: Last week EU officials sent the US and Iran what it called the \"final text\" of a revived deal to limit Tehran's nuclear program in exchange for sanctions relief. On Monday night, Iran responded to the proposal in writing, meeting a deadline set by the bloc. While Iran's written response has not been made public, the country's chief adviser to negotiations tweeted that an agreement was closer than ever, but not yet done. Tehran is seeking guarantees it will be compensated if a future US President pulls out of the pact, a regional diplomat told CNN on Tuesday. The State Department spokesperson would not characterize the US sentiment upon receiving the Iranian response.\nWhy it matters: Attempts to revive the deal, which former US President Donald Trump withdrew from in 2018, have been ongoing for months, with negotiations between the US and Iran being mediated by the EU and Qatar. Iran has said any final deal should protect the rights of the country and guarantee the lifting of sanctions, which could free up tens of billions of dollars in oil and gas revenue and boost Iran's struggling economy. And with energy prices skyrocketing following Russia's invasion of Ukraine, a resurrected nuclear deal would help lower prices and pour more barrels into Europe.",
            "What to watch",
            "Iran is looking for guarantees that the US will not withdraw from a revived nuclear deal should political disagreements arise with Tehran in the future, Mohammad Marandi, adviser to the Iranian negotiating team and professor at Tehran University, tells CNN's Becky Anderson.",
            "Watch the report here:",
            "Around the region",
            "A painting believed to be by Pablo Picasso and estimated to be worth millions of dollars has been found during a drugs raid in Iraq, according to authorities.",
            "The allegedly stolen artwork was discovered on Saturday in the possession of three people in the Diyala province in central-eastern Iraq, reports the state-run Iraqi News Agency (INA).",
            "The suspects were arrested on suspicion of being involved in the trade and transportation of narcotic drugs, according to the General Directorate for Combating Narcotic Drugs and Psychotropic Substances in the country's Ministry of Interior.",
            "\"A painting belonging to the international painter Picasso was seized in their possession, estimated at millions of dollars,\" said Colonel Bilal Sobhi, director of the anti-narcotics media office, in a statement to the INA.",
            "He added: \"The drug trade is linked to many crimes, including murder, theft, kidnapping, rape, gang formation, corruption and family disintegration, until it reaches the antiquities trade.\"",
            "The raid which led to the discovery of the painting was part of the ministry's ongoing security operations which began in July.",
            "Details about the painting, its ownership history and how it will be authenticated are yet to be released.",
            "By Amarachi Orie, CNN",
            "Photo of the day"
        ]
    },
    {
        "Title": "India to register up to 2.5 million voters in contested Kashmir",
        "Link": "https://www.cnn.com/2022/08/17/asia/india-kashmir-voter-registration-intl-hnk/index.html",
        "Content": [
            "Srinagar, IndiaIndia is expected to register as many as 2.5 million new voters in the contested Jammu and Kashmir region, a top official said late on Wednesday, in a move local political parties said was an attempt to influence upcoming elections.",
            "The Muslim-majority region is claimed in full but ruled in part by nuclear arch-rivals India and Pakistan, who have fought two wars over control of the territory.",
            "India stripped semi-autonomy from its portion of the region in 2019, changing the Indian constitution to allow non-Kashmiris to vote and own land there.",
            "Jammu and Kashmir Chief Electoral Officer Hirdesh Kumar told reporters on Wednesday that more than 2 million new voters are expected to be enrolled in the region ahead of local polls due in November. The new registrants could increase the voter count by more than a third, adding to the existing 7.6 million voters in the region.",
            "\"We are expecting an addition of (2 to 2.5 million) new voters in the final list,\" Kumar said, including non-Kashmiris living in the region.",
            "Kashmiris fear the rule changes will allow the Hindu-nationalist Bharatiya Janata Party (BJP) government led by Prime Minister Narendra Modi to alter the demographics of the region, quelling a decades-long independence movement.",
            "The BJP says its policies in the region are for the benefit of ordinary Kashmiris.",
            "There has been sharp criticism from the main political parties in Kashmir over the move.",
            "Former chief minister and J&K Peoples Democratic Party (PDP) president Mehbooba Mufti said it is aimed at influencing the election results.",
            "\"Allowing non-locals to vote is obviously to influence election results. Real aim is to continue ruling J&K with an iron fist to disempower locals,\" she said in a tweet.",
            "A second former chief minister, Omar Abdullah from the rival Jammu & Kashmir National Conference, was also critical of the decision.",
            "\"Is the BJP so insecure about support from genuine voters of J&K that it needs to import temporary voters to win seats?\" he tweeted."
        ]
    },
    {
        "Title": "'I want freedom': One man's escape from zero-Covid China to seek his American dream",
        "Link": "https://www.cnn.com/2022/08/17/china/china-escape-american-dream-intl-hnk-dst/index.html",
        "Content": [
            "On a sunny afternoon in June, Wang Qun pushed his nose up against the 20-foot high steel fence, peering at the palm trees and detached houses across the border -- the first glimpse of his American dream.",
            "Unlike many of the thousands aiming to cross the nearly 2,000-mile US-Mexico border illegally each day, Wang was not fleeing poverty or violence south of the wall.",
            "Instead, the 33-year-old Chinese citizen was running from China's unrelenting zero-Covid policy and growing authoritarianism under leader Xi Jinping.",
            "From the other side of the Pacific Ocean, Wang left his family behind to travel thousands of miles by plane, bus, boat and motorcycle. He trekked through deep jungles and across barren mountains, and spent days in multiple detention centers -- all in pursuit of freedom and opportunities in the United States.",
            "His perilous journey -- documented on social media and followed by CNN for months -- is a living example of \"run philosophy,\" a Chinese buzzword that advocates emigrating from China to escape what some see as a doomed future under Xi's rule.",
            "\"In the years after Xi Jinping came to power, China's policies have become tighter and tighter, the economy is not doing great ... and (his) dictatorship is only getting worse,\" Wang told CNN.",
            "\"He's just another version of Mao Zedong,\" Wang added, referring to the founder of Communist China who built a cult of personality around himself and ruled until his death in 1976.",
            "\"Xi is going to get another term soon -- and might even stay in power indefinitely. I see no hope.\"",
            "As China's most powerful leader in decades, Xi is widely expected to secure an unprecedented third term at a key political meeting this fall. He has vowed to achieve the \"great rejuvenation\" of the nation, envisioning a China that rivals -- if not surpasses -- the West in power and strength.",
            "Under Xi, the ruling Communist Party has touted its political model as superior to Western democracies, citing Beijing's ability to swiftly stamp out Covid outbreaks as further proof that China is rising and the US is in decline.",
            "Meanwhile, Chinese state media has relentlessly highlighted racial inequality, gun violence and political polarization as evidence of an American descent.",
            "But the surging popularity of run philosophy -- and the journeys taken to the US by Wang and others -- is an outright rejection of that narrative, which shows many Chinese have no faith in Xi's promise to make China great again.",
            "'I want to get out'",
            "Most disciples of run philosophy hail from middle- and upper-class Chinese families with the means to legally emigrate, either through education, work or investment.",
            "But Wang, who ran a bubble tea shop in an economic backwater in eastern China, says he has neither the money nor the skills to look for a school or job in the US.",
            "After graduating from a vocational high school in 2008, Wang worked in graphic design for a few years in eastern Zhejiang province. Frustrated by low wages and stagnant career growth, he switched to online retail, riding a boom in China's internet sector.",
            "As the industry grew, competition became fierce and profits thinned. Wang quit in 2020 and returned to his hometown to open a bubble tea shop with a friend.",
            "By then, China had adopted its unrelenting zero-Covid policy, which relies on sweeping surveillance of its 1.4 billion citizens, mass testing, extensive quarantines and snap lockdowns -- even when only a handful of cases are found.",
            "Wang's business was hit hard by the restrictions.",
            "\"I couldn't make ends meet, and I have two children to raise,\" said Wang, who is divorced. \"I don't want to be under lockdown. I want to get out.\"",
            "It wasn't the first time Wang had considered leaving China. He said he first had the idea more than a decade ago, soon after he learned to circumvent China's internet censorship system and read about the 1989 Tiananmen massacre online. \"I had my political awakening around the age of 20. I knew the Communist Party was unreliable,\" he said.",
            "But his work, marriage and family life kept him busy, and Wang didn't go out of his way to search for opportunities to emigrate. \"Now that I'm divorced, I don't have the burden anymore. I decided to go by myself and leave my two kids to my parents,\" he said, adding that he hoped his children could join him later.",
            "Wang set his eyes on one destination -- America. He had never left China, nor did he speak any English, but he said he learned about the US from television shows and movies.",
            "\"My impression of the United States is that it's a free, democratic, open, and vibrant country. You can accumulate wealth through your own hard work,\" he said.",
            "Treacherous journey over land and water",
            "Leaving China in the zero-Covid era is not easy.",
            "Since early 2020, China has kept its borders largely sealed to keep out the coronavirus -- an attempt that appears increasingly futile in the face of the highly infectious Omicron variant.",
            "The Chinese government has also banned citizens from going overseas for \"non-essential\" reasons. Travel is only permitted for resuming work, study, business, and scientific research, or seeking medical care.",
            "Beijing says the ban is to reduce the spread of Covid, but many in China view it as a way to make emigration more difficult.",
            "Through online chat groups, Wang discovered a network of people in China planning to illegally immigrate to America through the South American nation of Ecuador.",
            "He applied for a language school in Ecuador's capital, Quito, and used the school's admission letter to apply for a passport. Officials initially rejected his application, but eventually gave Wang his passport after he submitted a trove of supporting documents.",
            "Wang made it out of China in April, and kept his family in the dark. \"I told them I was going to look for jobs in Zhejiang again. I didn't want them to worry for me while I'm on the road,\" he said.",
            "It took Wang two flight stopovers to reach Quito, from where he rode buses for more than 1,000 miles to a coastal town in Colombia. He then took a boat to Panama with dozens of other migrants. He was excited by the ride, taking a selfie video with passengers sitting behind him, who laughed, cheered and gave the thumbs up.",
            "But the journey ahead almost broke him from exhaustion. Wang spent three days hiking through Panama's dense rainforest, trudging in mud, wading through rivers and climbing over cliffs. \"It was so painful. I felt like a walking corpse, and at one point, after 12 hours of walking, I thought I was going to die,\" he said.",
            "Emerging from the jungle, Wang took a canoe heading for a refugee camp. On the way, water leaked into the vessel and it almost capsized, forcing Wang and other passengers to frantically scoop the water out.",
            "At the camp, Wang found refugees from around the world. From there, he spent seven days on buses to Costa Rica, Nicaragua, Honduras, and Guatemala, then took another boat ride to Mexico's border, where he was detained by police for illegal entry.",
            "Five days later, Wang was released and told to leave Mexico within 20 days. He then paid a smuggler thousands of dollars to get to Mexico City. He was squeezed into the back of a truck with dozens of migrants, so crowded that he could hardly move or stretch his legs -- then into a hot van with two dozen other people, with sealed windows and no air conditioning.",
            "It was more than 104 degrees Fahrenheit inside the van, Wang said, and as sweat poured out of him, he struggled to breathe.",
            "In Mexico City, he bought a motorcycle and rode 1,600 miles to the US border with a fellow Chinese migrant he met along the way, first up the coast and then across the desert.",
            "Watching the sun setting on the shore one evening, Wang felt wracked with emotion. \"My dear family on the other side of the ocean, I don't know whether I still have a chance to go back in the rest of my life. Mom, Dad and kids, I miss you so, so much,\" he posted on Twitter.",
            "When CNN met Wang in Mexicali near the US border on June 4, he appeared relaxed and calm. While the journey was more treacherous than he had expected, Wang said it was all worth it.",
            "\"I want my kids to receive better education,\" he said, adding that the patriotic education taught in Chinese schools was \"brainwashing\" his children.",
            "\"I don't want to be suppressed. I want freedom,\" he said.",
            "One of many desperate migrants",
            "Wang's journey to America may be rare and extreme, but he is not the only one taking the treacherous path.",
            "CNN spoke to other Chinese nationals who were trying to immigrate to the US illegally, including a man who escaped China in June by walking across the border into Vietnam. From there, he flew to Ecuador, and is taking the same route as Wang to the US-Mexico border. He said he almost died in the Panama rainforest and has now made it to Mexico City.",
            "According to the UN Refugee Agency, the number of Chinese nationals seeking asylum has grown by nearly eight times over the decade since Xi came to power, reaching nearly 120,000 in 2021 -- with about 75% of them seeking asylum in America.",
            "On China's internet, searches for \"emigration\" began skyrocketing in March, as many struggled to get basic necessities and food during lockdowns across the country.",
            "Discussion forums with detailed tips on how to leave China have gone viral on social media, and immigration lawyers say inquiries from Chinese wanting to leave have surged during the pandemic.",
            "\"Inquiries are up many hundreds of times over what it previously was,\" said Edward Lehman, a Shanghai-based immigration lawyer.",
            "Ying Cao, an immigration lawyer in New York, said back in 1949 hundreds of millions of people left China in fear of the new government. \"Now we feel that there is a similar fear,\" he said.",
            "In response to CNN's request for comment, China's Ministry of Foreign Affairs defended the country's Covid policies and called China a \"land full of vitality and hope.\"",
            "A new life in America",
            "The day after he spoke to CNN in Mexicali, Wang drove his motorcycle to the hills, then started hiking on a path heading north, until he came across a metal wire half-trampled into the ground.",
            "He didn't pay much attention and stepped right over it. It was not until 10 minutes later that he realized the wire marked the border and smiled with relief -- he had finally made it to America.",
            "He walked for hours across the wilderness, on terrain so steep and arduous that his sneakers fell apart. He then turned himself in to border control and, after spending a few days in detention, was released pending a hearing of his immigration case.",
            "On the evening of July 4, Wang wandered the streets alone, gazing at the fireworks overhead.",
            "\"After having the American dream for more than 10 years, all of a sudden I'm strolling down the streets of the United States. I feel so many emotions running through me,\" he wrote on Twitter.",
            "CNN met Wang in late July in Los Angeles. He has temporarily settled into a community of Chinese immigrants and also made a friend -- who crossed into America the same way he did.",
            "But Wang knows it could be years before he sees his family again.",
            "He had intended to eventually tell his family about his escape, but his son found out early. The 12-year-old shares Wang's Apple account and located his father's IP address in the US.",
            "\"I told him Dad came to the United States to make a lot of money for you and fight for a bright future for you,\" Wang said.",
            "He says he plans to seek political asylum. If his application is rejected, Wang says he may ask his kids to take the same dangerous route to America as he did, when they are older.",
            "\"My heart aches when I think of them. I really want to get them to the US as soon as possible. Because the longer it takes, the more they will be influenced by the Chinese education, and it will be harder for them to change,\" he said.",
            "While Wang waits to be called for a hearing on his immigration case, he is getting a driver's license, training to be a masseuse and studying English every day. He plans to eventually become a truck driver in the US.",
            "\"It's all worth it. In America, I can see sunshine. I can see the sea. I can do whatever I want. I can work hard for any job I like,\" he said."
        ]
    },
    {
        "Title": "One year on, the $260 million Kazungula Bridge has transformed Africa's most unusual border crossing",
        "Link": "https://www.cnn.com/2022/08/17/africa/kazungula-bridge-botswana-zambia-spc-intl/index.html",
        "Content": [
            "Until a year ago, crossing the Zambezi River between Botswana and Zambia was a slow and congested affair. For trucks moving along a key transport corridor, stretching from Lubumbashi in the Democratic Republic of Congo (DRC) to Durban, South Africa, the river was an obstacle without an elegant solution. Vehicles would load onto a pontoon, two at a time, when the current wasn't too strong and the rains not too heavy. It was a 10 to 15-minute journey that you could spend up to 15 days waiting for, recalls the head of one truck drivers' association.",
            "Today, the pontoons sit ashore, mercifully redundant. You might spot them while crossing the 923-meter (3,028-foot) long Kazungula Bridge, a $260 million project co-financed and co-operated by Botswana and Zambia, that a year into service has already transformed this southern African trade artery.",
            "The bridge was conceived to speed up travel along the Southern Africa Development Community (SADC) North-South Corridor, a route historically beset with costly border delays.",
            "Copper from DRC, Zambia and Tanzania traveling south before being shipped to China. Food from South Africa traveling north. Mining equipment from Tanzania heading to the DRC and Zambia. All pass across Kazungula, says Kaiko Salim Wamunyima, secretary general of the SADC Truck Drivers Association of Zambia.",
            "The bridge opened in May 2021 but was over a decade in the making, explains Kazungula project engineering manager Isaac Chifunda.",
            "Geopolitics played a large part in the bridge's design. Kazungula spans an area of Africa known as the \"quadripoint,\" says Chifunda. Sixty-five kilometers (40 miles) upstream from Victoria Falls, Botswana, Zambia, Namibia and Zimbabwe converge at the confluence of the Zambezi and Chobe rivers. The countries' borders extend into the rivers, so Kazungula Bridge was shaped with a pronounced curve to weave through the landscape, avoiding Zimbabwean waters, says Chifunda.",
            "\"Africa was massively represented on this project,\" says Chifunda. Although construction was overseen by South Korean company Daewoo E&C, the team was multinational, he says, and raw materials including cement, steel and aggregates came from across southern Africa.",
            "As a significant investment for Zambia and Botswana, the bridge is packed with technology to ensure its long-term future.",
            "Chifunda explains that a structural health monitoring system \"gives signals to which part of the bridge needs maintenance. And we also have a weather station -- we measure wind speed, rainfall, we even measure excitation, that is, the movement of the (suspension) cables.",
            "\"If there is danger, the station will send a signal through a message on the phone, through email as well, so that the two member states can attend to any maintenance needs.\"",
            "New customs",
            "At either end of the bridge are one-stop customs offices, so freight crossing the border only needs processing by one country. Expediency is necessary now that there is a higher volume of daily traffic.",
            "Chikumbi Chama, assistant commissioner at the Zambia Revenue Authority, says the bridge has allowed longer operating hours, with the border open between 6 a.m. and 10 p.m. The old border facility received up to 80 trucks a day, now customs is receiving over 280, she adds, and \"the numbers are rising every day.\" But despite the higher volume of traffic, \"(the) transit period has been reduced to half a day.\"",
            "Truck driver Memory Lambie criss-crosses the region with a sign reading \"BOSS LADY\" in her windscreen. Nevertheless, she remembers the \"big challenge\" crossing the Zambezi before the bridge; 10-kilometer queues at the border and up to two weeks waiting to get into Zambia. \"Now it's easy,\" Lambie says, adding with the faster journeys, she's able to spend more time with her children.",
            "Keeping the wheels in motion",
            "A year after opening, the bridge is yet to realize its full potential, because the train line that runs through its center is not yet operational.",
            "The rail link is intended for both passengers and freight, says Chifunda, the project engineer, but crossings won't run simultaneously with cars and trucks. \"The bridge has been designed in such a way that the train and the vehicles cannot use the bridge at the same time,\" he explains. Vehicle traffic is cleared, then a train crosses, then vehicle traffic can resume.",
            "Once connected to existing rail infrastructure in Botswana and Zambia, an even higher volume of cargo will be able to travel across the bridge and around southern Africa, says Chama.",
            "This will likely bring down cargo transport costs. A 2015 African Development Bank report identified poor rail links in landlocked countries (like Botswana and Zambia) as limiting their economic potential. Diesel-powered rail freight can be up to 75% cheaper than road freight, yet roads still handle the overwhelming majority of cargo in the SADC.",
            "\"In the future landscape, I see rail cargo becoming a prominent feature,\" Chama adds. But a timeline for when the bridge will be fully connected is unclear, with talks between Botswana and Zambia ongoing, says Chifunda.",
            "In the meantime, trucks continue to pass back and forth across the Zambezi River, with greater haste and ease than ever before. For drivers like Lambie, it has already proved a revelation. \"The bridge is 100% perfect to us,\" she says."
        ]
    },
    {
        "Title": "Saudi activist sentenced to 34 years in prison for Twitter activity",
        "Link": "https://www.cnn.com/2022/08/17/middleeast/salma-al-shehab-saudi-arabia-twitter-sentence-intl/index.html",
        "Content": [
            "Saudi women's rights campaigner Salma al-Shehab was sentenced to 34 years in prison on Monday for her activity on Twitter, according to court documents viewed by CNN.",
            "Al-Shehab, 33, was also banned from traveling outside of Saudi Arabia for another 34 years.",
            "The PhD student at Leeds University in the United Kingdom had been arrested in January 2021 and was subjected to questioning sessions over a period of 265 days before being brought to the Specialized Criminal Court, according to independent human rights organization ALQST.",
            "She was initially given a six-year sentence late last year -- this was increased to 34 years after al-Shehab filed an appeal, according to the documents.",
            "The charges filed against her by the Public Prosecution included \"providing succor to those seeking to disrupt public order and undermine the safety of the general public and stability of the state, and publishing false and tendentious rumors on Twitter,\" ALQST said.",
            "Al Shehab told the court that without prior warning, she was \"propelled\" into the months-long investigation, during which she was kept under solitary confinement, according to the court documents.",
            "The mother of two also asked the court to take into consideration the need to care for her children and sick mother, the documents said.",
            "ALQST's Head of Monitoring and Communications Lina Al-Hathloul told CNN that al-Shehab had been arrested for supporting her sister Loujain al-Hathloul -- a prominent activist who spent more than 1,000 days in jail following a May 2018 sweep that targeted well-known opponents of the kingdom's since-rescinded law barring women from driving -- and other prisoners of conscience on Twitter.",
            "Lina Al-Hathloul said in the ALQST statement that al-Shehab's sentence \"makes a mockery of the Saudi authorities' claims of reform for women and of the legal system,\" adding that it \"shows that they remain hellbent on harshly punishing anyone who expresses their opinions freely.\"",
            "They urged that the Saudi government release al-Shehab and demanded that the kingdom protect freedom of speech.",
            "Al-Shehab's Twitter account remains online with a pinned tweet that reads: \"Freedom for prisoners of conscience and all the oppressed of the world.\"",
            "The US State Department said it is \"studying\" the case on Wednesday.",
            "\"But I can say this is a general matter and I can say this without any caveat and resolutely: exercising freedom of expression to advocate for the rights of women should not be criminalized,\" said State Department spokesperson Ned Price at a briefing with reporters.",
            "Asked if Saudi Arabia had been emboldened by recent US engagements with the country, Price responded that \"our engagement... has made clear... that human rights is central to our agenda.\""
        ]
    },
    {
        "Title": "Tiny glowing fish is full of antifreeze to help it survive Greenland's icy waters",
        "Link": "https://www.cnn.com/2022/08/17/world/antifreeze-protein-fish-greenland-scn/index.html",
        "Content": [
            "Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.",
            "(CNN)A tiny fish that lives in the icy waters off the coast of Greenland may be unassumingly small, but scientists have found it's exceptional in more ways than one.",
            "The variegated snailfish is full of naturally occurring antifreeze proteins at previously unseen levels that help it survive in subzero waters, according to new research. The snailfish, known as Liparis gibbus, is also distinctive thanks to biofluorescence, which makes it glow in green and red.",
            "Study authors David Gruber and John Sparks, both research scientists at the American Museum of Natural History in New York City, were on the Constantine S. Niarchos Scientific Expedition in 2019 when they spied a glowing snailfish off the coast of East Greenland.",
            "Biofluorescence occurs when animals have the ability to convert blue light into green, red or yellow light. This trait is incredibly rare in Arctic fish, who live in extended periods of darkness. So far, the variegated snailfish is the only known polar fish to have this glow.",
            "Gruber and Sparks collected a juvenile snailfish only about 3/4 inch (1.9 centimeters) long -- about the size of a fingernail -- compared with the average 4.5-inch (11.4-centimeter) length of an adult.",
            "The scientists wanted to learn more about the snailfish's biofluorescent properties when they stumbled on something else in the fish's genetics: the highest expression levels of antifreeze proteins ever observed.",
            "\"Similar to how antifreeze in your car keeps the water in your radiator from freezing in cold temperatures, some animals have evolved amazing machinery that prevent them from freezing, such as antifreeze proteins, which prevent ice crystals from forming,\" said Gruber, a research associate at the American Museum of Natural History and distinguished professor of biology at the City University of New York's Baruch College, in a statement.",
            "\"We already knew that this tiny snailfish, which lives in extremely cold waters, produced antifreeze proteins, but we didn't realize just how chock-full of those proteins it is -- and the amount of effort it was putting into making these proteins.\"",
            "As Arctic waters continue to warm due to the climate crisis, however, the future of the variegated snailfish, with its remarkable adaptation to the cold, is uncertain, said study coauthor John Burns, senior research scientist at the Bigelow Laboratory for Ocean Sciences in East Boothbay, Maine.",
            "The journal Evolutionary Bioinformatics published the findings on Tuesday.",
            "Polar oceans are extreme environments for marine life and only creatures who have adapted to live within the freezing temperatures can survive there.",
            "Some species of insects and reptiles can survive if they experience partial freezing of their body fluids, but fish can't. Antifreeze proteins, produced largely in the liver, prevent large ice grains from forming in their cells and body fluids.",
            "Scientists first discovered antifreeze proteins in fish almost 50 years ago. Researchers traced back the proteins to five different genetic families.",
            "The snailfish is particularly intriguing because it has two different types of gene families that encode the antifreeze proteins: type I and type IV.",
            "\"The genes coding for type I antifreeze proteins are likely recent additions to the fish genome and may be actively expanding to additional copies,\" Burns said. \"It's like catching evolution in action.\"",
            "The fact that the scientists uncovered so much genetic detail in one juvenile snailfish captures what happens as the fish grows and develops, Burns said.",
            "\"We see that in addition to growth, this juvenile fish must also invest heavily in protecting itself from freezing,\" Burns said. \"The amount of RNA the fish is making for protection from freezing is on par with what it invests in fundamental cellular machinery, the stuff that makes its cells in the first place.\"",
            "So far, scientists don't know if there is a link between the biofluorescence and antifreeze proteins.",
            "But warming temperatures in the Arctic could pose a threat to the very creatures who have adapted to survive there -- meaning that all of the energy they put into protection from freezing is wasted effort, Burns said.",
            "Some scientists predict that if Arctic sea ice continues to decline at its current rate, the Arctic will be ice-free within the next three decades, according to the study authors.",
            "\"Arctic seas do not support a high diversity of fish species, and our study hypothesizes that with increasingly warming oceanic temperatures, ice-dwelling specialists such as this snailfish may encounter increased competition by more temperate species that were previously unable to survive at these higher northern latitudes,\" said Sparks, a curator in the American Museum of Natural History's department of ichthyology and professor at the museum's Richard Gilder Graduate School, in a statement.",
            "Understanding more about antifreeze proteins could help scientists translate their findings into biotech uses, like protecting crops from frost or better determining the freezing properties of meat, Burns said."
        ]
    },
    {
        "Title": "Ukraine admits it was behind three explosions in Crimea. Here's what we know",
        "Link": "https://www.cnn.com/2022/08/17/europe/crimea-explosions-russia-ukraine-intl/index.html",
        "Content": [
            "Ukraine was behind three explosions rocked Russian military facilities in the annexed province of Crimea this past week, including an explosion at a Russian air base on the peninsula's west coast that wrecked several airplanes, according to a Ukrainian government report circulated internally and shared with CNN by a Ukrainian official.",
            "The official requested anonymity because they were not authorized to share the information with the media.",
            "The report describes the Saki airbase, which was rocked by explosions last Tuesday, as a hard but one time loss for Russian military infrastructure in the peninsula, with subsequent attacks as proof of Ukraine's systematic military capability in targeting Crimea.",
            "The August 9 incident at Saki airbase, which destroyed at least seven military aircraft, severely damaged the base and killed at least one person .",
            "Russia claimed it was a result of an accident and Ukrainian officials have so far declined to confirm on the record that they were responsible. What caused the explosions remains unclear.",
            "In a speech following the incident, Ukrainian President Volodymyr Zelensky said the war \"began with Crimea and must end with Crimea -- its liberation.\"",
            "Another set of explosions were reported in Crimea this week, on August 16, this time at an ammunition depot in Maiske and at an airfield in Gvardeyskoe.",
            "Russian officials said the incident in Maiske had been the result of sabotage , but they did not specify the kind of sabotage, or whom they believed was responsible.",
            "What do we know about other recent incidents?",
            "On Tuesday, a fire and smoke plume were seen rising from an electrical substation 12 miles away from Maiske's ammunition depot, according to social media footage. The cause of the fire, and smoke, at the substation remains unclear.",
            "The incidents both took place around the Dzhankoi area, described by the British Ministry of Defence as \"a key road and rail junction that plays an important role in supplying Russia's operations in southern Ukraine.\"",
            "The attacks come at a time when nascent resistance movement in Russian occupied areas appears to have been carrying out acts of sabotage.",
            "Over the weekend, Ukrainian officials said that a railway bridge near the southeastern Ukrainian city of Melitopol, used by Russians to transport military equipment and weapons from occupied Crimea, was blown up by Ukrainian partisans. Melitopol has for months been a center of underground resistance to Russian occupation.",
            "As analysts speculate that there is a campaign to degrade Russia's military capability in Crimea, Zelensky warned Ukrainians living in occupied areas on Tuesday to stay clear of Russian forces' military facilities.",
            "What do the blasts mean for Putin's ambitions?",
            "The explosions at Saki airbase jolted sunbathers lounging in beach-side cabanas last week, and marked the start of a series of mysterious incidents on the Ukrainian peninsula that threatens the jewel of President Vladimir Putin's revanchist ambitions.",
            "Western officials and analysts have since offered competing explanations about the cause.",
            "In any event, the Cavell Group said, the \"Saki attack was audacious and highly effective in both damaging Russian reinforcements and striking a significant psychological blow to morale amongst the Russian military and civilians.\"",
            "Whatever caused the explosions, they could have significant implications for the overall conflict, especially if the attack were to have been carried out with any new long-range weapon system that Ukraine has developed.",
            "The UK Ministry of Defence says that the loss of combat jets represents a minor proportion of the overall fleet of aircraft Russia has available to support the war.",
            "But it noted that Saki is the main base for supporting the Russian navy in the Black Sea. \"The fleet's naval aviation capability is now significantly degraded. The incident will likely prompt the Russian military to revise its threat perception,\" it said.",
            "It may also cause a re-evaluation of the threat to Crimea which \"has probably been seen as a secure rear-area,\" the ministry said.",
            "Why is Crimea so important to Putin?",
            "Crimea is home to Russia's Black Sea Fleet, which is based at Sevastopol. The peninsula has acted as a launching pad for the February invasion, with Russian troops pouring into Ukraine's south from the annexed region.",
            "Control of Crimea assures Russia continuing access to the Sevastopol naval base, which it previously operated under a leasing deal with Ukraine that was scrapped after Moscow's 2014 annexation of Crimea. Surrounded by the Black Sea and the Sea of Azov, ships and submarines based in Crimea are just north of Turkey and can reach the Mediterranean to influence the Middle East and the Balkans.",
            "Crimea was forcibly seized by Russia in 2014 -- soon after Ukrainian protesters helped topple pro-Russian President Viktor Yanukovych -- when thousands of Russian special-operations troops wearing unmarked uniforms deployed around the peninsula in early March that year.",
            "Two weeks later, Russia completed its annexation of Crimea in a referendum, slammed by Ukraine and most of the world as illegitimate, and at the time considered the biggest land-grab on Europe since World War II.",
            "Since annexation, human-rights observers have described Crimea's descent into a police state, with local authorities and Russian security services persecuting and arresting those perceived to be loyal to Ukraine, including members of the Crimean Tatar community. A 2020 US State Deparment report described a pattern of \"unlawful or arbitrary killings, including extrajudicial killings by Russia or Russia-led \"authorities\"; forced disappearances by Russia or Russia-led \"authorities\"; torture and cruel, inhuman, or degrading treatment or punishment\" in Crimea.",
            "Even before annexation, nationalist Russian politicians often made claims to the region -- with its rich farmland and its access to the Black Sea -- part of their populist rhetoric, even though Russia was just one of a number of powers to have dominated Crimea over the centuries. One particular nationalist grievance was the Soviet leadership's decision to transfer the administration of Crimea to Ukraine in 1954, when both Russia and Ukraine were part of the Soviet Union.",
            "Putin also capitalized on those sentiments.",
            "\"In our hearts, we know Crimea has always been an inalienable part of Russia,\" Putin told Russian lawmakers as he announced the annexation in 2014.",
            "Crimea has long been a popular spot for Russian vacationers and for the Soviet elite. In 1991, the Soviet Union's last leader, Mikhail Gorbachev, was vacationing in the region when hardliners launched a coup against him.",
            "The full-scale invasion of Ukraine by Russia has affected tourism in the region. Sergei Aksyonov, the head of the Russian-controlled Crimean administration, acknowledged last month that a 40% decline in the tourism industry was expected over the summer. The Russian Tourism Association made a similar prediction in June.",
            "Despite Moscow's claims, domestic politics may have played a part in Putin's decision to annex the region. Despite an economic crisis in Russia, nationalistic rhetoric and Crimea's invasion saw Putin's approval ratings climb in 2014",
            "What's happened in Crimea after the blasts?",
            "The Russian road state agency on Tuesday reported a new traffic record across a Crimean bridge just days after the explosions at Saki airbase.",
            "\"During the day on August 15, 38,297 cars drove across the bridge in both directions,\" the statement read.",
            "Local officials have downplayed the size of the lines saying they were the result of stricter controls on the bridge for security reasons and not because of an increase in outward traffic.",
            "\"From the point of view that they are fleeing Crimea, this is a complete lie, there is no doubt about it,\" Aksyonov, the head of the Russian-controlled Crimean administration, told Russian state TV on Tuesday.",
            "On Tuesday, in reference to the miles-long tailbacks of civilian vehicles attempted to leave Crimea for Russia, Zelensky said: \"The queue these days to leave Crimea for Russia via the bridge proves that the absolute majority of citizens of the terrorist state already understand or at least feel that Crimea is not a place for them.\""
        ]
    }
]