[
    {
        "Title": "Biden orders airstrikes against Iranian-backed groups in Syria following attacks near base holding US troops last week",
        "Link": "https://www.cnn.com/2022/08/23/politics/syria-airstrikes-iranian-backed-groups-biden/index.html",
        "Content": [
            "(CNN)President Joe Biden ordered airstrikes against Iranian-backed groups in Syria on Tuesday, a little over a week after a number of rockets struck near a military base in northeastern Syria housing US troops.",
            "The airstrikes conducted by the US military targeted Iranian-backed groups in Deir ez-Zor Syria, US Central Command said in a statement. The strikes targeted \"infrastructure facilities used by groups affiliated with Iran's Islamic Revolutionary Guard Corps,\" Col. Joe Buccino, a spokesman for CENTCOM, said in the statement.",
            "\"At President Biden's direction, US military forces conducted precision airstrikes in Deir ez-Zor Syria today. These precision strikes are intended to defend and protect US forces from attacks like the ones on August 15 against US personnel by Iran-backed groups,\" he said, referring to last week's attacks on the Green Village base near the Iraqi border. The incident did not result in damage or injuries.",
            "Biden, according to the statement, \"gave the direction for these strikes pursuant to his Article II authority to protect and defend US personnel by disrupting or deterring attacks by Iran-backed groups.\"",
            "Iran condemned the US airstrikes and denied any affiliation to the groups targeted in the location, in a statement quoting Iranian foreign ministry spokesperson Nasser Kanani. said.",
            "\"The US attack on Syrian infrastructure and people is a violation of Syria's sovereignty and territorial integrity,\" the statement said.",
            "A senior administration official told CNN that Biden asked for response options early last week, and the issue was discussed during a national security meeting in the Oval Office when the President was in Washington to sign the Inflation Reduction Act on August 16. On Monday, Biden was briefed on the options by Defense Secretary Lloyd Austin and Joint Chiefs Chairman Gen. Mark Milley, and he ordered the strike after that briefing, the official said.",
            "Buccino said an initial assessment suggested no one was killed in the strikes but independent activist and human rights groups claimed up to ten people were killed.",
            "Activist group DeirEzzor24 said at least ten people were killed, and three others were wounded. They said the killed and wounded are \"foreigners\" and members of Iran's Islamic Revolutionary Guard Corps (IRGC).",
            "Opposition war monitor the Syrian Observatory for Human Rights said at least six Syrian and foreign militants were killed as a result of the airstrikes.",
            "Both organizations said the airstrikes targeted the Ayyash Camp run by the Fatimiyoun group made up of Shia fighters from Afghanistan.",
            "CNN cannot independently verify these claims.",
            "Sensitive moment",
            "The US airstrikes come at a critical time for US and Iranian relations, as there has been progress on reviving the Iran nuclear deal, aimed at preventing Tehran from developing nuclear weapons. A senior administration official emphasized to CNN that there was no link between the strikes and efforts to revive the deal, saying the strikes were simply a response to recent Iranian attacks on US forces.",
            "\"Whether or not there is a deal, the President's commitment to protect US personnel and confront Iran's activities that jeopardize our people or our friends in the region is unwavering,' the official said. \"The nuclear deal has nothing to do with our readiness and ability to defend our people and our interests.\"",
            "Still, Tuesday's airstrikes appeared to send a clear signal that deal or not, the US will continue to respond to Iranian provocations.",
            "State Department Spokesperson Ned Price told CNN's New Day that reaching a renegotiated Iran deal would allow the US to \"address more effectively everything else that we face from Iran and its proxies and the groups that it supports in the region.\"",
            "\"There would be no greater challenge that the United States and our partners around the world face than an Iran with a nuclear weapon,\" Price said on Wednesday. \"The Iran deal is about one thing and one thing only, seeing to it that Iran is once again permanently and verifiably barred from every obtaining a nuclear weapon.\"",
            "Buccino told CNN the US targeted a group of bunkers used for ammunition storage and logistics support by Iranian-backed groups in Syria. The US military monitored a total of 13 bunkers in the same complex extensively, Buccino said, totaling more than 400 hours of surveillance.",
            "The strike was intended to target 11 of the bunkers, since the US could not be certain whether the other two bunkers were clear of people, Buccino said.",
            "But shortly before CENTCOM carried out the strike, the military waved off two more of the bunkers because of a small group of people nearby. In the end, Buccino said the military struck nine bunkers in the complex in eastern Syria.",
            "The goal of the strike was to destroy the bunkers, Buccino said.",
            "The Iranian-backed militia relocated weapons and munitions to new warehouses a kilometer away over fear of being targeted last week. Medium grade weapons, various types of missiles, launch pads and munitions were moved during night hours, according to DeirEzzor24.",
            "Though the airstrike on the bunkers was in response to the August 15 attack, Buccino said the bunkers were not used by Iranian-backed militias to carry out that particular attack.",
            "The base attacked earlier this month holds a \"small number\" of coalition forces, including US service members, one official previously said. Several of the rockets failed to launch and were recovered by forces from the US-led coalition and Syrian Democratic Forces. And earlier last week, multiple drones were repelled in an attack near the At-Tanf base in southern Syria.",
            "At the time of last week's strikes, the coalition did not say who was responsible for either of the attacks. However, Iranian-backed militias in the region have frequently targeted US troops in Syria and Iraq.",
            "In January, the US military conducted strikes in Syria after indirect fire posed what a US-led coalition official called \"an imminent threat\" to troops near Green Village.",
            "The US maintains approximately 900 troops in Syria, largely split between the At-Tanf base and the country's eastern oil fields.",
            "This story has been updated with additional details.",
            "CNN's Mostafa Salem and Jennifer Hansler contributed to this report."
        ]
    },
    {
        "Title": "US to return $23 million looted by late dictator Abacha to Nigeria - officials",
        "Link": "https://www.cnn.com/2022/08/24/africa/us-returns-abacha-loot-intl/index.html",
        "Content": [
            "(CNN)The United States will turn over to Nigeria $23 million taken by former military ruler Sani Abacha, officials said at an event to sign the agreement on Tuesday.",
            "Nigeria has reached several agreements to return stolen cash in recent years. Abacha ruled Africa's most populous nation and top oil exporter from 1993 until his death in 1998, during which time Transparency International estimated that he took up to $5 billion of public money. He was never charged.",
            "US Ambassador Mary Beth Leonard said the cash was in UK accounts but was identified and frozen by US officials. She added that including the latest deal, the United States had agreed to repatriate more than $334.7 million linked to Abacha.",
            "Attorney General Abubakar Malami said the funds would be used for infrastructure projects, including the Abuja-Kano road, the Lagos-Ibadan Expressway, and the second Niger bridge under the supervision of the Nigerian Sovereign Investment Authority (NSIA).",
            "\"The president's mandate to my office is to ensure that all international recoveries are transparently invested and monitored by civil society organizations to compete for these three projects within the agreed timeline,\" Malami.",
            "The US Justice Department has previously said that Nigeria must use money repatriated from funds looted by Abacha on agreed public projects or be forced to \"replace\" it.",
            "In the past, Nigeria had secured the release of millions of dollars stashed in foreign accounts by the former dictator.",
            "In 2017, the Swiss government released a statement announcing it had reached an agreement with Nigerian authorities and the World Bank on the return of $321 million to the West African country.",
            "The released funds \"will strengthen social security for the poorest sections of the Nigerian population,\" the statement said at the time.",
            "In 2019, authorities in Jersey said they had seized more than $267 million from Abacha's family and associates. The laundered funds recovered from confiscated assets, belonging to the son of the late dictator, Mohammed Abacha, were found in a Channel Islands account held by a shell company.",
            "The stolen funds were recovered and paid into a special recovery fund after a five-year legal battle and were agreed to be shared between the Nigerian government, Jersey, and the US government."
        ]
    },
    {
        "Title": "Angola at a crossroads as citizens vote in presidential election",
        "Link": "https://www.cnn.com/2022/08/24/africa/angola-elections-2022-citizens-vote-poll-ballot-intl/index.html",
        "Content": [
            "(CNN)Voters in the oil-rich African nation of Angola will go to the polls on Wednesday to decide who will lead the country -- the party that has been in power for nearly five decades, or an opposition promising a fresh start especially for disaffected youth.",
            "President João Lourenço of the ruling Popular Movement for the Liberation of Angola (MPLA) party is hoping for a second term in office. He has governed Angola since 2017.",
            "Lourenço wrapped up his campaign on Monday, claiming to have built \"a new Angola.\"",
            "\"There have been exactly five years since the moment we started this mandate that is ending now,\" he said at a campaign ceremony at the weekend. \"We worked during this mandate to make Angola a new Angola, an Angola that is better accepted by the Angolans but also by the international community.\"",
            "Angola is the second-biggest oil producer in Africa but the country's vast oil wealth does not trickle down to many of its impoverished citizens.",
            "A former Portuguese colony, Angola emerged from the wreckage of a 27-year civil war to become one of the continent's major economic players.",
            "Long-time leader José Eduardo dos Santos of the MPLA party oversaw much of Angola's post-war economic growth and rebuilding efforts.",
            "Lourenço was the hand-picked successor to dos Santos, who ruled the country for 38 years and made himself and his family enormously wealthy.",
            "His daughter Isabel dos Santos became very powerful during his reign and at one point was the richest woman in Africa.",
            "The anti-corruption watchdog Transparency International in 2017 said that \"nepotism and cronyism\" under dos Santos had \"stopped ordinary Angolans from benefiting from the country's natural resource wealth, especially when oil prices were high.\"",
            "Upon taking office in 2017, Lourenço pledged to fight corruption and turned on the dos Santos family, firing Isabel and her brother from lucrative positions. Her brother Jose José Filomeno dos Santos was eventually jailed for five years for fraud. He was the former head of the country's $5 billion sovereign wealth fund.",
            "The former President dos Santos died last month while in Spain and his funeral will be held at the end of the tense election period.",
            "Lourenço vowed to improve the economy but the World Bank says that in rural parts of the country, more than half of the population lives in poverty.",
            "Angola's capital, Luanda, is also one of the most expensive cities in the world, with a large expat population working in the country's oil and gas sector.",
            "\"We are not content or happy with the government actions, we await more from them,\" Luanda resident Pedro Simao told CNN, while street vendor Madalena Mondole said she sees no benefit in voting.",
            "\"If you ask me to vote I have no one to vote for, because even if I vote no one will help my son in life,\" Mondole said.",
            "Who are the candidates?",
            "There are eight candidates in the elections. Adalberto Costa Junior, leader of the main opposition party, the National Union for the Total Independence of Angola (UNITA), is a popular candidate who has tried to appeal to the many voters who are young and unemployed.\nThe estimated youth unemployment rate in Angola was 18.52% in 2021.",
            "Election experts said they expect a tight race and many will be watching to see if it is a free and fair one as the country's ruling party faces one of its biggest challenges. However, opposition candidates rarely win in Angola and many citizens have said they do not trust the country's national election commission, according to a survey by Afrobarometer.",
            "Costa Junior, 60, said the MPLA's grip on power is to blame for many of the nation's problems, including poverty, inflation and corruption.",
            "\"There is a single party in power, a one-party regime, a big cancer this country needs to get rid of, a cancer that feeds on everything to continue to govern,\" Costa Junior said.",
            "\"Today we can see everywhere that everyone is tired of this party, this single party that holds Angola hostage to its interests, this single party that does not allow Angola to be a democracy,\" he added.",
            "The MPLA and UNITA were on opposite sides of a civil war which began shortly after Angola became independent from Portugal in 1975 and ended 20 years ago.",
            "But analysts say this election is less about the country's history and more about the people who are struggling to get by and feel let down by their leaders.",
            "More than 14 million Angolans are eligible to vote on Wednesday, less than half of the Southern African nation's 35 million people.",
            "The presidential poll will take place simultaneously with elections for Angola's 220-member parliament."
        ]
    },
    {
        "Title": "India fires three officers for accidentally launching missile into Pakistan",
        "Link": "https://www.cnn.com/2022/08/23/asia/india-pakistan-accidental-missile-launch-intl-hnk-ml/index.html",
        "Content": [
            "New DelhiThe Indian Air Force said on Tuesday the government had sacked three officers for accidentally firing a missile into Pakistan in March, an incident that the two nuclear-armed rivals handled calmly as there were no casualties.",
            "Military experts have in the past warned of the risk of accidents or miscalculations by the neighbors, which have fought three wars and engaged in numerous smaller armed clashes, usually over the disputed territory of Kashmir.",
            "The BrahMos missile -- a nuclear-capable, land-attack cruise missile jointly developed by Russia and India -- was fired on March 9, prompting Pakistan to seek answers from New Delhi on the safety mechanisms in place to prevent accidental launches.",
            "\"A Court of Inquiry, set up to establish the facts of the case, including fixing responsibility for the incident, found that deviation from the standard operating procedures by three officers led to the accidental firing of the missile,\" the air force said in a statement.",
            "It said the government had dismissed the three officers with immediate effect on Tuesday.",
            "According to the US-based Arms Control Association, the BrahMos missile's range is between 300 kilometers (186 miles) and 500 kilometers (310 miles), making it capable of hitting Pakistan's capital Islamabad from a northern Indian launch pad."
        ]
    },
    {
        "Title": "Britain sees a record number of migrant crossings in the English Channel, according to report",
        "Link": "https://www.cnn.com/2022/08/23/europe/uk-english-channel-migrant-crossing-intl/index.html",
        "Content": [
            "London (CNN)A total of 1,295 people arrived in the United Kingdom after crossing the English Channel by boat Monday -- the highest daily total of migrants registered since records began in 2018, according to PA Media.",
            "Twenty-seven boats made the journey, according to the UK's Ministry of Defense. As channel crossings continued into Tuesday, around 40 people including young children were rescued and brought ashore in Dover, southern England, by the UK's Border Force.",
            "The previous daily record of migrants recorded was 1,185 on November 11, 2021, according to PA. A total of 28,526 people entered the UK in small boats in 2021 with nearly two-thirds coming from Iran, Iraq, Eritrea and Syria, according to the UK Home Office.",
            "The English Channel, a narrow waterway between Britain and France, is one of the busiest shipping lanes in the world.",
            "Refugees and migrants fleeing conflict, persecution and poverty in the world's poorest or war-torn countries risk the dangerous crossing, often in dinghies unfit for the voyage and at the mercy of people smugglers, hoping to claim asylum or economic opportunities in Britain.",
            "Last November, 27 people drowned in bitterly cold waters off the coast of France after an inflatable boat carrying migrants bound for Britain capsized, in one of the deadliest incidents in the English Channel in recent years.",
            "The issue of migrant crossing has heightened tensions between British and French leaders, with both sides accusing the other of not doing enough.",
            "It has also turned into a political issue for the UK government, which put in place tighter immigration rules after Britain left the European Union.",
            "Earlier this year, UK Home Secretary Priti Patel brokered a highly controversial £120 million ($147m) deal with Rwanda to send asylum seekers to the East African country. But the accord has been stymied by a number of legal challenges, including a last-minute intervention by the European Court of Human Rights (ECHR).",
            "Patel described Rwanda as \"a safe haven for refugees\" as the UK vowed to push ahead with the controversial scheme."
        ]
    },
    {
        "Title": "Ukrainians celebrate Independence Day with a wary eye on Russia",
        "Link": "https://www.cnn.com/2022/08/23/europe/ukraine-independence-day-kyiv-display-intl/index.html",
        "Content": [
            "Kyiv, Ukraine (CNN)Ukraine's Independence Day, which on Wednesday marked the 31st anniversary of when the country voted to break with the Soviet Union, has been a more somber affair this year, with officials attending memorials and issuing warnings that Moscow could carry out missile attacks against Ukrainian cities.",
            "While previous years have been marked by celebrations and parades, Wednesday's commemoration comes exactly six months after Russia's invasion of the country began.",
            "President Volodymyr Zelensky marked the day with an emotional address that spoke of the Russian invasion as a new independence day -- the day Ukraine had to fight for its freedom, rather than simply voting for it at the ballot box.",
            "\"A new nation emerged on February 24 at 4 a.m. Not born, but reborn. A nation that didn't cry, didn't scream, didn't get scared. Didn't run away. Didn't give up. Didn't forget,\" Zelensky said Wednesday.",
            "He added: \"Every new day is a new reason not to give up. Because, having gone through so much, we have no right not to reach the end. What is the end of the war for us? We used to say: Peace. Now we say: Victory.\"",
            "Across the country, Ukrainians paid tribute to those who have been killed in military action since the invasion began. Foreign leaders, such as UK Prime Minister Boris Johnson, also visited Kyiv.",
            "In the capital, Zelensky and first lady Olena Zelenska visited the Memory Wall of Fallen Defenders of Ukraine. In the Western city of Lviv, visibly emotional family members of fallen soldiers attended a ceremony at the memorial, the Field of Mars.",
            "The muted commemorations come after the head of Kyiv's Military Administration, Maj. Gen. Mykola Zhyrnov, said events were banned in the capital and other cities so that security forces could respond more efficiently to potential Russian attacks.",
            "In lieu of a parade, wrecked and captured Russian military vehicles, including tanks, were placed on Khreshchatyk, Kyiv's main street, as a testament to Moscow's failed attempt to capture the capital in the early weeks of the war.",
            "'Not that easily scared'",
            "On the eve of Independence Day, crowds of people were seen in Khreshchatyk, inspecting the display. Some children crawled up the rusty metal carcass of a tank, while others posed for pictures by the mangled vehicles.",
            "Liubov, who asked for her last name to not be published, said she turned up to show the \"scrap metal parade\" to her 8-year-old son, Illia.",
            "As Illia climbed on a Russian combat vehicle, Liubov described the parade as \"symbolic,\" saying \"a lot of people in Kyiv (have forgotten) about war, so I think this is a good reminder.\"",
            "Her husband, who is fighting on the front line, has implored her to leave the capital for their summer home 50 kilometers (31 miles) away, she said. But she has refused to go.",
            "Even if \"there are massive missile strikes on Kyiv (on Wednesday), we will not leave,\" she said, explaining she has an emergency bag at home, with enough clothes and overalls \"in case of radiation pollution ... in case of missiles. We are not that easily scared by them anymore.\"",
            "\"I don't feel festive about (Independence Day), I rather feel sad,\" she added. \"Because I understand what is going on and my husband and brother are on the front line.\"",
            "Holding a Ukrainian flag, another onlooker told CNN she also has relatives fighting against Russia.",
            "\"My father is on the front line, a lot of my relatives are on the front line ... so tomorrow is not a celebration per se, but honoring and feeling independence, because this time it will feel differently than for the previous 30 years,\" said Daria, 35, who declined to give her last name.",
            "International solidarity",
            "Zelensky warned Tuesday that Russia may step up efforts to launch attacks, including missile strikes, on \"infrastructure facilities or state institutions\" around the holiday. The US government joined the chorus of concern, telling Americans on Tuesday to leave the country immediately.",
            "US President Joe Biden marked Ukraine's Independence Day Wednesday by reiterating the US' commitment to Ukraine with a new $2.98 billion investment in security assistance.",
            "\"This will allow Ukraine to acquire air defense systems, artillery systems and munitions, counter-unmanned aerial systems, and radars to ensure it can continue to defend itself over the long term,\" Biden said in a statement Wednesday.",
            "\"Today is not only a celebration of the past, but a resounding affirmation that Ukraine proudly remains -- and will remain -- a sovereign and independent nation,\" Biden said, adding that the US \"looks forward to continuing to celebrate Ukraine as a democratic, independent, sovereign and prosperous state for decades to come.\"",
            "World leaders joined Biden on Wednesday in pledging continuing support for Ukraine.",
            "British Prime Minister Johnson met with Zelensky during his visit. He announced a $66 million aid package for Ukraine, telling the country that it \"can and will win\" the war against Russia.\nPortugal's Foreign Minister João Gomes Cravinho was also among foreign leaders in Kyiv.",
            "In Brussels, a giant Ukrainian flag was unrolled on Grand-Place during an event attended by President of the European Commission, Ursula von der Leyen.",
            "In a Twitter message on Wednesday, President of the European Council Charles Michel said: \"Your future is our common future. And it's why we want to support you as much as we can to protect and to defend your independence, your sovereignty and your territorial integrity. We are with you.\"",
            "'It's tearing me apart'",
            "On Kyiv's Khreshchatyk on Tuesday, many who spoke to CNN shared worries about a possible Russian attack on Wednesday.",
            "After six months of conflict that have sent Ukraine's economy into a tailspin and disrupted almost every part of daily life, the weariness was tangible.",
            "\"I don't feel festive about tomorrow, not in a festive mood,\" said 29-year-old Oleksii, explaining that he is worried about missiles being fired on the capital.",
            "\"My hatred for Russians has grown so big that it's tearing me apart,\" said Anna, 68, who declined to give her surname for safety reasons.",
            "The clinic that she works in has told her to work remotely for the next few days. \"I've worked (throughout) the war ... sometimes getting home under shelling,\" she said.",
            "She described Russian President Vladimir Putin as unpredictable, like \"a monkey holding a grenade.\"",
            "\"He says one thing, does something different and nobody can guess what's actually on his mind,\" she said.",
            "CNN's Kyle Blaine and Radina Gigova contributed to this report."
        ]
    },
    {
        "Title": "'Ukraine can and will win this war,' says Boris Johnson as he visits Kyiv on Ukraine's Independence Day",
        "Link": "https://www.cnn.com/2022/08/24/europe/boris-johnson-ukraine-visit-intl-gbr/index.html",
        "Content": [
            "(CNN)The outgoing British Prime Minister Boris Johnson met Ukrainian President Volodymyr Zelensky in Kyiv on Wednesday, marking six months since Russia begun its full-scale invasion of the country which also falls on Ukraine's Independence Day.",
            "Announcing the visit on Twitter, 10 Downing Street shared an image of Johnson speaking to Zelensky outside the Mariinsky Palace in Kyiv and added Johnson's message was: \"Ukraine can and will win this war.\"",
            "Johnson has been one of the most vocal supporters of Ukraine as it tries to defend itself against Russia's unprovoked assault and the trip on Wednesday was his third visit to the Ukrainian capital since the war started in late February.",
            "He became one of the first foreign leaders to make the precarious trip to the Ukrainian capital in late April, then returned on another surprise visit in June. Downing Street said Wednesday's visit was Johnson's last trip to Ukraine before he steps down next month.",
            "While many foreign leaders and other top officials have traveled to Ukraine in recent months, Johnson stands out as one of the most frequent visitors. Polish President Andrzej Duda has also visited Kyiv three times so far this year.",
            "Johnson has forged a close relationship with Zelensky, who said he was sad to see the British PM leave office when the ruling Conservative Party forced him to resign in July.",
            "On Wednesday, Zelensky presented Johnson with a parting gift, awarding him the Order of Liberty for \"the work that Boris has been doing for our country and all of Europe.\"",
            "\"Ukraine is lucky to have a friend not everyone is lucky to have,\" Zelensky said, adding that the aid it has received from the UK \"really brings us closer to victory.\"",
            "The UK has poured more than £2.3 billion ($2.71 billion) into military and financial aid to Ukraine since the invasion began, according to a statement from Downing Street.",
            "On Wednesday, the UK government announced it will provide Ukraine with mine-hunting vehicles and drones worth £54 million ($63.5 million). It said it will also send Ukraine mine-hunting vehicles that are designed to help detect mines in water and train Ukrainian personnel on how to use them in UK waters in the coming weeks.",
            "Johnson was not the only foreign official to visit Kyiv on Wednesday. Portugal's Foreign Minister João Gomes Cravinho visited earlier in the day, saying on Twitter it was \"an honour and a privilege to be here on such a significant day for Ukraine. Count on Portugal's full solidarity and support!\"",
            "Johnson and Gomes Cravinho traveled to Ukraine despite warnings that Moscow might chose to step up attacks because of Ukraine's Independence Day.",
            "Zelensky himself had previously warned Ukrainians to take extra caution on Independence Day, emphasizing in his nightly address Tuesday that \"hideous Russian provocations and brutal strikes are possible.\"",
            "CNN's Niamh Kennedy, Benjamin Brown, Radina Gigova and Karem Smith contributed to this article."
        ]
    },
    {
        "Title": "Spanish authorities euthanize jailed gunman ahead of trial",
        "Link": "https://www.cnn.com/2022/08/24/europe/jailed-shooter-eugen-sabau-euthanized-spain-intl-scli/index.html",
        "Content": [
            "Barcelona (Reuters)Spanish prison authorities on Tuesday euthanized a man who shot and wounded four people in December and was subsequently wounded in a shootout with the police, rendering him paralyzed and begging to be allowed to die while awaiting trial.",
            "Courts allowed the man's assisted death after rejecting several appeals by his victims, who argued he should face justice. The case even reached the Constitutional Court, which refused to deliberate on it, saying there had been no violation of fundamental rights.",
            "Disgruntled former security guard Eugen Sabau, 46, shot three of his colleagues, including a woman, at the security services firm where he worked in the northeastern city of Tarragona, and then wounded a police officer while making his escape.",
            "Sabau died at 6.30 p.m. local time Tuesday, according to a source from the Catalan regional government.",
            "The prison authorities were unavailable for comment and Sabau's lawyer did not comment.",
            "Spain legalized euthanasia just over a year ago. Prior to this, helping someone to end their life carried a jail term of up to 10 years.",
            "After Sabau barricaded himself in a house with an arsenal of weapons, a tactical police unit stormed the place, shooting him several times.",
            "The \"Gunslinger of Tarragona,\" as the Spanish media referred to him, was left with tetraplegia and had one leg amputated. His wounds caused chronic pain that could not be treated with painkillers due to his fragile state, something he said made his existence unbearable.",
            "A court in Tarragona ruled that it was Sabau's fundamental right to request euthanasia considering these circumstances."
        ]
    },
    {
        "Title": "'All of it is a lie': Russian paratrooper condemns his country's war in Ukraine",
        "Link": "https://www.cnn.com/2022/08/22/europe/pavel-filatyev-ukraine-russia-paratrooper-interview-intl/index.html",
        "Content": [
            "(CNN)The Kremlin's justification for invading Ukraine \"is a lie,\" a Russian paratrooper who previously publicly condemned his country's war in Ukraine has told CNN.",
            "Two weeks ago, Pavel Filatyev spoke out against the conflict in a 141-page-long testimony posted to his VKontakte social media page, then fled Russia. He is the first serving member of the Russian military to publicly criticize the invasion of Ukraine and leave the country.",
            "Now he tells CNN that his fellow troops as tired, hungry and disillusioned -- and that the Kremlin's war effort is \"destroying peaceful lives.\"",
            "\"We understood that we were dragged into a serious conflict where we are simply destroying towns and not actually liberating anyone,\" Filatyev told CNN's Matthew Chance. CNN is not disclosing the location of the interview for the security of the interviewee.",
            "\"Many understood that we do not see the reason that our government is trying to explain to us. That all of it is a lie,\" he said. \"We are just destroying peaceful lives. This fact immensely influenced our morale. That feeling that we are not doing anything good.\"",
            "Filatyev, 33, told CNN \"corruption\" and repression are rife in his home country and said his unit -- which was based in Crimea and sent to Ukraine entering Kherson early in the conflict -- was ill-equipped and given little explanation for Russia's invasion.",
            "According to Filatyev, the soldiers and their commanders did not know what they were expected to do in Ukraine. He added that they soon became disillusioned with the government's reasoning for its invasion after arriving in Kherson and facing resistance from locals who did not want to be \"liberated.\"",
            "The paratrooper served in Russia's 56th air assault regiment and was also involved in efforts to capture the city of Mykolaiv. He was evacuated from the front lines because of an injury.",
            "He told CNN the Russian army lacked basic equipment, as well as drones and other types of unmanned aircraft during his stint on the front line.",
            "\"Our barracks are about 100 years old and are not able to host all of our servicemen ... all of our weapons are from the times of Afghanistan,\" he said.",
            "\"Several days after we encircled Kherson many of us did not have any food, water or sleeping sacks on them,\" he said. \"Because it was very cold at night, we couldn't even sleep. We would find some rubbish, some rags, just to wrap ourselves to keep warm.\"",
            "The capture of Kherson was a significant early military success for Russia. Ukraine is now battling to regain the city as fighting increasingly shifts to the country's south.",
            "But Filatyev said he struggles to understand the vision of Russian President Vladimir Putin, who launched the invasion of Ukraine nearly six months ago and has seen his troops locked in a grinding, costly conflict.",
            "\"Now that I am out of there and without a gun, I think this is the worst, stupidest thing our government could have done,\" he said. \"I do not know where the government is leading us. What is the next step? Nuclear war?\"",
            "\"I see what is happening to my country and I am terrified. Everything is destroyed, corrupted,\" he told CNN. \"The only laws that function well are repressive ones.\"",
            "Filatyev fled Russia after conducting some initial media interviews. But he suggested the Kremlin could take revenge for his public position.",
            "\"I will either be put in prison ... or they will just silence me by taking me out. There were a lot of cases like that in the past,\" he said.",
            "\"I do not see any other way out. If it happens, it happens.\""
        ]
    },
    {
        "Title": "Russia's war in Ukraine hasn't gone to plan, but Putinism is alive and well",
        "Link": "https://www.cnn.com/2022/08/24/europe/ukraine-russia-putinism-alive-and-well-intl/index.html",
        "Content": [
            "(CNN)Six months have passed since Russian President Vladimir Putin launched his unprovoked invasion of Ukraine, a war that by any conventional measure has been a calamity.",
            "Millions of Ukrainians have been displaced. The city of Mariupol has been nearly wiped from the map. And the offensive launched on February 24 has showcased moral rot within the Russian military and its complete disregard for civilian lives.",
            "By the Pentagon's latest reckoning, the invasion has cost Russia between 70,000 and 80,000 troops killed and wounded. Even if that estimate is on the high side, it's fair to extrapolate that Russia has probably seen more troops die in half a year's fighting in Ukraine than the Soviets lost over a decade of war in Afghanistan.",
            "But any comparisons of Putin's Russia to the waning days of the USSR are premature. Russia has indeed changed since February 24, but cracks in the edifice of Putinism are hard to discern. The majority of Russians have -- if not overtly -- supported the war, or have silently acquiesced to his campaign of imperial restoration.",
            "The Kremlin leader's ratings have been unaffected by the war. Both state pollster WCIOM and the independent polling agency Levada-Center routinely put Putin's approval ratings above 80% since February 24. A WCIOM survey in June found that 72% of Russians were likely to support Putin's \"special military operation,\" the official euphemism for the war in Ukraine.",
            "How is Putin maintaining his approval ratings?",
            "It's tempting to conclude that these numbers simply reflect the power of Russia's state propaganda and its dizzying ability to construct an alternate reality, in which Russian warships are not sunk by Ukrainian missiles and Russian bases blow up by accident.",
            "After all, the Russian government moved swiftly after the invasion to shut down the remnants of Russia's free press, introducing a draconian new law that imposed severe criminal penalties for \"fake\" information discrediting its armed forces.",
            "But that doesn't mean no information is getting out about Russia's disastrous losses in Ukraine. The Russian independent news site Mediazona -- which was labeled a \"foreign agent\" last year by Russian authorities -- has documented 5,185 military deaths, based on local news reports and social media posts.",
            "The country's relatively well-off middle classes have likely been insulated from the war's toll. Many of those killed in action are from poorer regions of Russia; the regions with the highest numbers of documented casualties are so-called \"ethnic republics\" of Dagestan and Buryatia, Mediazona found. By contrast, casualties from Russia's two wealthiest and most populous cities -- Moscow and St. Petersburg -- have been relatively low, it reported.",
            "Putin's popularity is sometimes chalked up to a climate of fear and conformity. According to OVD-Info, an independent group that tracks detentions in Russia, 16,380 people have been arrested or detained for anti-war activism in Russia, and 75 criminal cases have been opened under Russia's \"fake news\" law.",
            "Unsurprisingly, Russia's invasion of Ukraine has revived discussion among scholars about whether or not Putin's regime should be labeled as fascist. That may seem largely a question of taxonomy, but it points to a clear reality: After February 24, terms such as \"autocratic\" or \"authoritarian\" are inadequate to describe a state that tolerates no internal dissent.",
            "Will public opinion turn?",
            "That said, some observers wonder how long Putin can count on the support of broad segments of the Russian public amid harsh international sanctions that have isolated Russia from the global economy and drastically cut the supply of imports. Western investment has largely fled the country. Sectors of the economy such as aviation, which have long depended on aircraft manufactured in the US or Europe, have been hard hit.",
            "As CNN's Clare Sebastian recently noted, Putin and his technocrats have worked for years to sanction-proof the Russian economy, through import substitution -- developing homegrown replacements for imported goods -- and developing a payments system to avoid financial isolation.",
            "And Russia has spun the awkward rebranding of McDonalds and Starbucks into tales of economic resilience.",
            "But a recent study by the Chief Executive Leadership Institute of the Yale School of Management paints a more dire picture.",
            "The study's authors argue that Russia does not have the infrastructure to simply pivot energy exports such as natural gas to Asia; Russian manufacturers lack parts from international suppliers; and that Russia's official statistics are papering over the depth of Russia's economic retreat.",
            "\"Despite Putin's delusions of self-sufficiency and import substitution, Russian domestic production has come to a complete standstill with no capacity to replace lost businesses, products and talent,\" the report says. \"The hollowing out of Russia's domestic innovation and production base has led to soaring prices and consumer angst.\"",
            "Still, Russia's financial system has not collapsed, and consumer anxiety has not translated into political unrest. For Ukraine and its supporters, the conversation has now shifted to finding ways to inflict pain on Russians for their passive support of Putin.",
            "\"We are working on new sanctions against Russia and on stimulating the citizens of the terrorist state to feel their share of responsibility for what is happening,\" Ukrainian President Volodymyr Zelensky said in a recent address. \"The discussion about visa restrictions in Europe for holders of Russian passports is expanding every day, new states and new politicians are joining it.\"",
            "It's unclear if a visa ban would ultimately change Russian behavior. Some European leaders -- most notably, German Chancellor Olaf Scholz -- have been reluctant to endorse a ban. Speaking at a recent press conference in Oslo, Scholz told reporters that leaders had to be \"very clear\" on the visa ban issue as the actions in Ukraine are \"Putin's war\" and \"not the war of the Russian people.\"",
            "And while Putin may be the decider, to borrow a George W. Bushism, there is also a collective Putin that supports him and helps realize his policies. Whatever economic consequences they face from sanctions, Putin's loyal oligarchs have not broken ranks.",
            "\"Putin's war with Ukraine has been going on for 6 months now,\" wrote imprisoned Russian opposition leader Alexey Navalny in what he called a \"rage thread\" from behind bars. \"From Day 1, Western leaders firmly stated that Putin's oligarchs and bribe-takers would face imminent sanctions and wouldn't get away this time. But they did.\"",
            "It's a dismal picture, and one that suggests that Putin -- who has survived snubbing by world leaders before -- is willing to play a long game here. He may perhaps be counting on the fact that, over the next six months, Europeans will be paying higher prices for energy, potentially raising the pressure on governments to push Ukraine to submit to a peace deal. Winter may be coming, but Ukrainians are also fighting for their national survival."
        ]
    },
    {
        "Title": "Iran's Arab foes are mending ties with Tehran amid uncertainty over nuclear talks",
        "Link": "https://www.cnn.com/2022/08/22/middleeast/uae-iran-ambassador-mime-intl/index.html",
        "Content": [
            "A version of this story first appeared in CNN's Meanwhile in the Middle East newsletter, a three-times-a-week look inside the region's biggest stories. Sign up here.",
            "Abu Dhabi and London (CNN)A lot has happened since Gulf Arab states downgraded ties with Iran in January 2016 when an angry mob stormed the Saudi embassy in Tehran and set fire to it following the Saudi execution of a prominent Shiite cleric.",
            "Iran's nuclear agreement with world powers came into effect that month, but the Trump administration withdrew from it just two years later, leading to a wave of tit-for-tat attacks that affected oil and shipping in the Persian Gulf.",
            "Those tensions culminated in a 2019 assault on Saudi oil facilities that knocked off half of the kingdom's crude production and threatened the very core of Gulf states' economies. It was part of a proxy conflict between the US and Iran, with the Arab states caught in the line of fire.",
            "As tensions grew, Gulf states found the US standing on the sidelines, either unwilling or unable to come to their rescue, with their own lines of communication with Iran all but severed.",
            "But much has changed since then. The United Arab Emirates is set to restore top level diplomatic relations, saying on Sunday that its ambassador, Saif Mohammed Al Zaabi, would return to Tehran \"in [the] coming days.\" Kuwait returned its ambassador last week and Saudi Arabia, whose lead the Gulf states followed in downgrading ties with Iran six years ago, is holding direct talks with the Islamic Republic.",
            "\"It's obvious there is a regional direction that is in tandem with Saudi movement,\" Mohammed Baharoon, director general of the Dubai Public Policy Research Centre, told CNN.",
            "The decision to return the ambassador \"comes within the UAE's regional orientation towards restoring bridges, strengthening relations, maximizing on what we share and building on it to create an atmosphere of trust, understanding and cooperation,\" tweeted Anwar Gargash, adviser to the UAE president.",
            "Dina Esfandiary, a Middle East adviser at the International Crisis Group think tank, said Gulf Arab states have developed a \"pragmatic policy\" on Iran that involves both containment and engagement \"because they realized just one would not work on its own.\"",
            "She told CNN that, when the US didn't follow through on defending its Arab partners following the Aramco attacks \"it became imperative [for the UAE] to secure itself without relying on others -- the US in particular -- and engaging with Iran is a part of that.\"",
            "Ties between Abu Dhabi and Tehran have been progressively improving since then. The UAE is now the top exporter to Iran with bilateral trade rising to $21.4 billion in four months from March this year, from just $7 billion for all of 2019, according to Reuters.",
            "\"Financially and commercially, the UAE benefits the most from lessening regional tensions,\" Abdulkhaleq Abdulla, a political science professor in the UAE, told CNN. \"Even during the worst of political tensions between the two countries, trade was uninterrupted. It went down, but never stopped.\"",
            "The rapprochement comes amid uncertainty about the progress of indirect talks between the US and Iran to restore the nuclear agreement. If there is a new agreement, it may reduce the likelihood of a nuclear arms race in the already-tense region. But Gulf states fear that lifting the sanctions on Iran will unlock billions of dollars that can be used by Tehran to further arm itself and expand its influence in Arab countries through proxies.",
            "If the talks fail, observers say regional tensions could escalate as they did when then-US President Donald Trump withdrew from the agreement, potentially dragging the region to war. For Gulf states, both scenarios are a cause for concern.",
            "\"For the Gulf Arabs, a return to the nuclear deal or no return is more or less the same: They anticipate that Iran will lash out in the region no matter the outcome,\" said Esfandiary. \"So, while they continue to watch this carefully, the efforts to improve their ties are more closely linked to their security and threat perceptions than the nuclear deal itself.\"",
            "Abdulla said Iran remains a serious threat to Gulf security \"with or without\" a nuclear agreement. \"So, one way to deal with Iran is to continue the conversation and find common ground for good neighborly relations.\"",
            "Saudi Arabia and Bahrain are the only Gulf Arab countries with no ambassador in Tehran.",
            "Iran said on Monday that talks with Saudi Arabia were a separate matter from talks to revive the nuclear pact, adding that cooperation between Tehran and Riyadh could help restore calm and security in the Middle East.",
            "The resumption of diplomatic ties is \"not a silver bullet,\" Baharoon said. \"It is an important step, nonetheless. Diplomatic ties are lines of communication that help directly in reducing tension and dealing with it. [We] can't have cooperation if we are not talking to each other.\"",
            "The digest",
            "US says Iran drops key demand as progress on a revived nuclear deal edges forward",
            "A senior US administration official told CNN on Friday that Iran had dropped a key \"red line\" demand that had been a major sticking point in efforts to revive the 2015 nuclear deal. The Iranians also dropped demands related to delisting several companies tied to the country's Islamic Revolutionary Guard Corps (IRGC), the official said. Iran on Monday said the US had \"not yet responded to the proposals of the European side\" and accused the US of \"procrastinating\" in talks.",
            "Background: US President Joe Biden has insisted for months that he would not lift the IRGC terrorist designation in order to revive the nuclear deal. The policy is one of several foreign policy decisions made by Trump that Biden has maintained. Trump designated the IRGC as a terrorist organization in 2019 as part of a \"maximum pressure campaign\" imposed after he withdrew the US from the deal in 2018.",
            "Why it matters: In its response last week to a draft nuclear deal agreement proposed by the European Union -- which the EU has described as a \"final\" draft -- Iran did not demand that the IRGC be removed from the US list of terrorist organizations, the official said. \"The current version of the text, and what they are demanding, drops it,\" the official said. \"So if we are closer to a deal, that's why.\"",
            "Landslide hits Shiite shrine in Iraq killing at least 7 people",
            "At least seven people were killed after a landslide struck a Shiite mosque west of Karbala province in Iraq on Saturday, according to the Interior Ministry. The total number of people trapped under the rubble is still unknown.",
            "Background: The incident happened on Saturday when a large hill adjacent to the Qattara shrine of Imam Ali slipped due to moisture saturation, according to statement from Iraq's Civil Defense. The landslide fell on the roof of the shrine which then collapsed onto visitors. The Civil Defense said on Sunday that so far five bodies have been recovered from under the shrine's rubble. Iraqi Prime Minister Mustafa al-Kadhimi directed the minister of interior Sunday to have direct field supervision of the rescue efforts and to mobilize the civil defense and medical services to ensure the safety of the injured and rescue of the civilians trapped under the ruins.",
            "Why it matters: Iraq has been mired by its worst and longest political crisis in years. At the center of this conflict stands Iraqi political kingmaker Moqtada al-Sadr and a rival bloc of parties with strong ties to neighboring Iran. In his first comments on the landslide, al-Sadr said that corruption of the authorities is now affecting places of worship. \"Once again, suspected corruption caused casualties among civilians. But this time corruption involved places of worship ... We call on the government for an immediate and serious investigation to reveal the truth so corruption doesn't affect mosques and places of worship as it has done with the country's institutions and ministries,\" he said.",
            "Plane failed to descend as pilots reportedly fell asleep during flight",
            "Two pilots are believed to have fallen asleep and missed their landing during a flight from Sudan to Ethiopia last Monday, according to a report by commercial aviation news site Aviation Herald. The incident took place on board an Ethiopian Airlines Boeing 737-800 en route from Khartoum to Addis Ababa, the report said, \"when the pilots fell asleep\" and \"the aircraft continued past the top of descent.\"",
            "Background: Aviation analyst Alex Macheras has since taken to Twitter to express his shock at the \"deeply concerning incident,\" which he suggests may have been the result of pilot exhaustion. \"Pilot fatigue is nothing new, and continues to pose one of the most significant threats to air safety -- internationally,\" he tweeted on Thursday.",
            "Why it matters: The report comes just months after pilots at Southwest Airlines and Delta Air Lines warned airline executives in a letter that pilot exhaustion was on the rise and urged them to treat fatigue and the resulting mistakes as a safety risk. According to the letter, the rising demand for air travel as the industry begins to bounce back from the Covid-19 pandemic, and cancellation chaos brought about by severe weather, were among the reasons for the increase in pilot exhaustion.",
            "Around the region",
            "Iraq's foreign ministry has recalled its ambassador to Jordan after photos of him and his wife with a famous Lebanese singer caused a storm on social media.",
            "The photos show the ambassador, Haidar Al Athari, and his wife posing with music star Ragheb Alama. The three are pictured standing very close to each other, with Al Athari's wife in the middle.",
            "Some users accused the ambassador and his wife of flouting diplomatic protocol by embracing the singer, while others decried the controversy as a storm in a teacup for a country that faces a host of problems. Much of the criticism was directed at the ambassador's wife, who in one picture is seen holding the singer's hand.",
            "\"We are following closely what's been shared on social media, of pictures involving the ambassador of Iraq to the Jordanian Hashemite Kingdom... suitable procedures will be taken as soon as possible on this matter, in a way that boosts Iraqi diplomatic values,\" said the ministry's official spokesman Ahmed Al-Sahhaf.",
            "Layal Shaker, a resident of Iraq, pointed out how her country has bigger fish to fry. \"Iraq has shifted its focus from Zakho's shelling that killed nine people, the political deadlock engulfing the country, the shrine collapse, to photos of the Iraqi ambassador's wife with Ragheb Alama.\"",
            "By Mohammed Abdelbary",
            "$1.3 trillion",
            "Middle Eastern oil exporting states are expected to earn up to $1.3 trillion in additional oil revenues over the next four years, the Financial Times reported, citing the International Monetary Fund. The rise in oil prices caused by the war in Ukraine has seen Gulf states record budget surpluses after years of posting deficits.",
            "Photo of the day"
        ]
    },
    {
        "Title": "Lakes are drying up everywhere. Israel will pump water from the Med as a solution",
        "Link": "https://www.cnn.com/2022/08/19/middleeast/israel-water-desalination-climate-cmd-intl/index.html",
        "Content": [
            "Sea of Galilee, Israel (CNN)Despite its name, the Sea of Galilee in northern Israel is actually a freshwater lake, and it's one that has sustained life for millennia. Even today, the lake irrigates vineyards and local farms that grow everything from green vegetables to wheat and tangerines. Its archeology, hot springs and hiking trails bring tourism and livelihoods for local communities.",
            "But this place of religious pilgrimage — where the New Testament says many of Jesus' miracles were performed — is facing a bleak future. The climate crisis is causing huge fluctuations in the lake's water levels. Now it happens to be fairly full, but just five years ago, it hit a record low.",
            "Climate change and unsustainable water management are leaving lakes dried up all over the Middle East and beyond, but the Israeli government is hopeful it has a solution: It plans to pump water from the Mediterranean sea, take the salt out of it and send it across the country to top up the lake when needed.",
            "It's a dramatic change for the Sea of Galilee, called the Kinneret in Hebrew, which once pumped out nearly all of Israel's drinkable water. The water will now flow in the opposition direction.",
            "Israel has plenty of expertise in desalination. As a water-insecure nation, it has for more than two decades been taking seawater from the Mediterranean and treating it through a process called reverse osmosis, essentially taking the salt out of the water to make it drinkable. It's a process that other parts of the world, including California, have turned to in times of drought, but in Israel, it's an everyday reality. Five desalination plants along the coast now provide nearly all the tap water for the country's 9.2 million people.",
            "One problem is that these plants tend to run on natural gas, a fossil fuel that contributes to the climate crisis, which only worsens the extreme weather that is causing the lake's water levels to fluctuate in the first place. But in time, as grids transition to greener energy sources, Israel's solution may become more attractive.",
            "The new project looks a little underwhelming — a 1.6-meter-wide water pipe laid across 31 kilometers — but it's the first of its kind. It will take the desalinated water and pump it through the Tsalmon stream that feeds the lake.",
            "When he first heard of the project, Noam Ben Shoa, head engineer at Israel's national water company, Mekorot, thought it was a strange idea.",
            "\"But very soon, we understood the value it has to the national market itself,\" he told CNN at a construction site for the pipe.",
            "It also helps with the development of agriculture in the wider region, he said, as well as relations with neighboring Jordan.",
            "Israel has a long standing agreement with Jordan to sell tens of millions of cubic meters of water annually to the kingdom. In 2021, the two countries signed a new agreement where Jordan would receive 200 million cubic meters of desalinated water a year from Israel — about 20% of Jordan's water needs — in return for solar energy to help power Israel's electric grid. Emirati companies would build 600 solar power plants in Jordan to generate the energy.",
            "Within months, the new $264 million pipeline is expected to be functional, and will be able to move 120 million square meters of water per year, but will only pump to the lake when necessary, Ben Shoa said.",
            "\"The uniqueness of this project is that it gives us almost infinite flexibility,\" he said. \"We can basically take the water where it is available ... and just divert it and transport it to wherever it is needed. In the population centers, for agricultural or industrial uses as well.\"",
            "Getting ahead of the crisis",
            "The need to do things radically differently hit home during the most recent, five-year drought, which ended in 2018. Despite a ban on pumping water from the lake, water levels here still reached a record low. But it's also what's to come with the worsening climate crisis that has pushed Israel's water authority to intervene now.",
            "\"They looked into the future climate change, and what's going to happen [with] rainfall in this area, and also looked at the increase in population and projected increase in demand of water,\" Gideon Gal, senior scientist and head of the Kinneret Limnological Laboratory, told CNN. \"And they realized that 30, 40 years from now, there's going to be a serious problem in maintaining [water] levels in the lake, and maintaining water quality unless something is done.\"",
            "But that something had never been done before. Even if salt is removed, the makeup of the water is also different in other ways, Gal said.",
            "\"When you mix desalinated water with natural water, you see an impact on the biology in the experiments,\" Gal said. \"We'll be bringing things to the lake that may not exist naturally.\"",
            "But so far, Gal says their experiments show the new water won't cause a huge impact on existing species. In fact, it may even help the lake combat the effects of climate change by causing a higher rate of water turnover, which helps prevent too much bacterial growth, and could help cool the water's temperatures.",
            "Even with the potential benefits, Gal said he wished the lake didn't need any human intervention.",
            "\"But given what we think we know about climate change, and what's going to happen in the lake,\" Gal said. \"The risk of introducing desalinated water is a risk that is worthwhile taking.\""
        ]
    },
    {
        "Title": "Why the Middle East may be too hot to live in by the end of the century",
        "Link": "https://www.cnn.com/2022/08/19/middleeast/climate-change-heat-humidity-mime-intl/index.html",
        "Content": [
            "A version of this story first appeared in CNN's Meanwhile in the Middle East newsletter, a three-times-a-week look inside the region's biggest stories. Sign up here.",
            "Abu Dhabi, UAE (CNN)London got so warm this summer that newspapers splashed with headlines saying temperatures in the city had exceeded those of scorching hot Dubai.",
            "One after another, European countries such as Spain and Portugal registered record highs this year.",
            "The northern hemisphere did indeed witness record temperatures, with wildfires engulfing parts of Europe and drought threatening food supplies. And, often, European cities witnessed hotter conditions than those in the Persian Gulf.",
            "But experts say that temperature alone isn't an adequate measure of the livability of a city -- a combination of heat and humidity is. And that's why the Middle East is far less livable than Europe even at the same temperatures.",
            "The Middle East is still quite hot. The Iranian city of Abadan set the record for the hottest dry heat temperature this year when it hit 53 degrees Celsius (127 degrees Fahrenheit) on August 5. But combine that with the high levels of humidity in the region and it becomes an even more inhospitable place for human beings. It's harder to cool down when the weather is humid, as our bodies struggle to transfer their heat to \"wet\" air rather than dry air, making it harder to sweat it out and lower our body temperatures.",
            "The measure of heat combined with humidity is called the wet bulb temperature. The name stems from the way this condition is measured, literally by wrapping a wet cloth around a thermometer and measuring the temperature as the water evaporates.",
            "This speaks directly to our body's ability to cool itself through sweating.",
            "\"The wet bulb temperature is the lowest temperature that can be reached by evaporative cooling,\" Tapio Schneider, a professor of environmental science and engineering at the California Institute of Technology, told CNN.",
            "The Middle East is especially vulnerable to rising global temperatures. \"The region is already warm and can be humid,\" he said. \"Therefore, global warming can push it into the zone where human health is endangered.\"",
            "On July 19, the UK experienced its hottest day on record, surpassing temperatures of 40C for the first time, with a high of 40.3C in eastern England. On the same day, average temperatures in both London and Dubai were 34C -- but the wet bulb temperature in London was 20C, while Dubai was a more painful 27C.",
            "The Persian Gulf is one of the few places in the world ever to record a wet bulb temperature that exceeds the threshold of human survivability, 35C. Since 2005, there have been nine separate occasions of this on record.",
            "A wet bulb temperature of 35C means the body can no longer cool itself to a temperature that can maintain normal functions.",
            "\"It is a hard threshold for survivability in that independent of age and fitness, humans cannot survive in those conditions; they will die within hours without special exertion,\" said Schneider.",
            "Wet bulb temperatures just under 35C aren't ideal either. \"Humans experience heat stress at lower wet bulb temperatures too,\" he said. \"And the degree to which they can survive such heat stress does depend on fitness, age, and pre-existing conditions.\"",
            "The oil-rich Arab states of the Persian Gulf have equipped themselves against the heat, with energy-intensive air conditioning, but other regional countries haven't been as privileged.",
            "In Iraq, employees in the city of Basra were asked to stay home due to high temperatures earlier this month. However, households only get up to 10 hours of electricity from the national grid, with those who can afford it paying private generator providers to cover the other hours.",
            "In Gaza, residents cool off in the three to four hours of electricity they get per day, suffering for periods of up to 20 hours with no electricity daily. Similarly, Lebanon's government no longer provides more than two hours of electricity per day.",
            "And even in some Gulf Arab states, such as Kuwait, where there is a building boom, access to air conditioning isn't available to all, including construction workers toiling outdoors.",
            "Research by Purdue University found that at around a wet bulb temperature of 32C, it becomes impossible even for healthy people to work outdoors, with physical labor having a limit of 31C.",
            "An MIT simulation found that if the current pace of greenhouse emissions remains constant in the Persian Gulf, annual maximum wet bulb temperatures in cities such as Abu Dhabi, Dubai and Doha would exceed the threshold for human survivability (35C) several times a year by the end of the century.",
            "The digest",
            "Saudi activist gets 34 years in prison for Twitter activity",
            "Saudi women's rights campaigner Salma al-Shehab, 33, was sentenced to 34 years in prison on Monday for publishing \"false and tendentious rumors on Twitter,\" according to independent human rights organization ALQST and court documents viewed by CNN.",
            "Background: Al-Shehab, a PhD student at Leeds University in the United Kingdom, was arrested in January 2021 and subjected to questioning sessions over a period of 265 days before being brought to the Specialized Criminal Court, ALQST said in a statement. The mother of two was initially given a six-year sentence late last year which was increased to 34 years after al-Shehab filed an appeal, according to court documents. The charges filed against her by the Public Prosecution included \"providing succor to those seeking to disrupt public order and undermine the safety of the general public and stability of the state, and publishing false and tendentious rumors on Twitter,\" ALQST added.",
            "Why it matters: Al-Shehab's prison sentence is the longest ever for a peaceful activist in the kingdom's history, according to ALQST. Lina Al-Hathloul, the organization's head of Monitoring and Communications, told CNN that al-Shehab had been arrested for supporting her sister Loujain al-Hathloul, a prominent activist who spent more than 1,000 days in jail. Lina Al-Hathloul said in the ALQST statement that al-Shehab's sentence \"makes a mockery of the Saudi authorities' claims of reform for women and of the legal system,\" adding that it \"shows that they remain hellbent on harshly punishing anyone who expresses their opinions freely.\"",
            "Israeli army raids Palestinian civil society organizations in the West Bank",
            "The Israel Defense Forces (IDF) raided seven offices belonging to five Palestinian civil society organizations in the West Bank on Thursday morning, according to Israel's Ministry of Defense.",
            "Background: The five groups had been labeled as terrorist organizations by the Israeli government last year, which accused them of acting \"undercover on the international front on behalf of the 'Popular Front for the Liberation of Palestine (PFLP),' to support its activity and further its goals.\" The Palestine Liberation Organization condemned the move, saying it will appeal to human rights organizations \"to intervene immediately and condemn the closure of non-governmental organizations and pressure to reopen them.\"\nWhy it matters: The move drew dismay and protests from international organizations. B'Tselem, an Israeli human rights watchdog, condemned the raids and described Israel's accusations as false. \"We will continue to work with our colleagues in the Palestinian NGOs to dismantle the apartheid regime,\" a statement from the organization said. Although not directly connected, the news also comes after the worst bout of violence between the Israeli military and Palestinian militants since a brief war last May. Earlier in August, more than 40 Palestinian militants and civilians, including 15 children, were killed during two and a half days of fighting, after Israel launched strikes on targets of the Islamic Jihad militant group in Gaza. Palestinian militants launched more than 1,000 rockets back toward Israel.",
            "Turkey's Erdogan meets with Ukraine's Zelensky and UN chief",
            "Turkish President Recep Tayyip Erdogan, speaking alongside his Ukrainian counterpart Volodomyr Zelensky and UN Secretary-General Antonio Guterres in the Ukrainian city of Lviv on Thursday, expressed concerns about the ongoing conflict around the Zaporizhzhia nuclear power plant, warning of the danger of \"a new Chernobyl.\"",
            "Background: Ministers from Ukraine and Russia signed an agreement to unblock Ukrainian Black Sea ports, which was brokered by the UN and Turkey in Istanbul on July 22 amid concerns over a global food crisis. Urging Russia and Ukraine to find \"the shortest and the fairest way to the negotiating table,\" the Turkish leader said on Thursday: \"I maintain my belief that the war will eventually end at the negotiating table. In fact, [Zelensky] and Guterres echo this view.\" Zelensky responded by saying he was surprised by Erdogan's suggestion and that he has \"no faith in the Russian Federation.\" \"The people who are killing, raping, dropping rockets on our civilian infrastructures every day cannot want peace, so they have to free our territories first,\" the Ukrainian President added.",
            "Why it matters: Turkey has been hosting talks between delegates from Russia and Ukraine for months now, and Erdogan has been vying for a mediation role in the conflict. That role was seemingly elevated after Ankara helped broker the deal to allow exports of grain from the blockaded Ukrainian ports. In the process, Erdogan has been engaged in a strategic balancing act between Russia on one side, and Ukraine and the West on the other. At Thursday's meeting in Lviv, the Turkish President said, \"We are ready to act as a facilitator or mediator towards the goal of reviving the negotiations over the parameters that took form in Istanbul.\"",
            "What to watch",
            "Climate change and poor water management are causing alarming droughts across the globe, drying up lakes that once flowed with abundant fresh water. Israel is hopeful, however, that by desalinating sea water from the Mediterranean, it can pump back fresh water into lakes across the country.",
            "Watch the full report here:",
            "Around the region",
            "The Tehran Museum of Contemporary Art was forced to temporarily close due to insect infestation, the museum said in a statement and apology on Wednesday.",
            "The news broke after a video posted on the BBC Persian website went viral. It showed two silverfish crawling under the glass of a famous photograph taken by influential German photographers Bernd and Hilla Becher.",
            "\"The treasure works of the Tehran Museum of Contemporary Arts, national wealth and their proper maintenance are the most important concern of all of us, and the attention and sensitivity of the Iranian art family is a valuable asset,\" the statement said.",
            "Once the museum became aware of the situation, pest control technicians rushed over to tackle the problem, it said. \"Fortunately, this work was not damaged, and no insects were seen in the other works of the exhibition,\" it continued.",
            "The statement said that experts will be fumigating the building's exterior spaces, as it is likely the insects entered from outside.",
            "The Tehran Museum of Contemporary Art is one of the largest art museums in the country, carrying large collections of both Iranian and Western paintings. After the 1979 Iranian Revolution, many of the renowned Western art pieces were stored and hidden in the museum vault for decades. Now, the museum frequently displays artwork from around the world, including the United States and Europe.",
            "By Zeena Saifi",
            "Photo of the day"
        ]
    },
    {
        "Title": "Kabul mosque explosion kills 21, injures dozens, police say",
        "Link": "https://www.cnn.com/2022/08/17/middleeast/kabul-mosque-explosion-afghanistan-intl/index.html",
        "Content": [
            "(CNN)An explosion that erupted inside a mosque during evening prayers in Afghanistan's capital on Wednesday killed 21 people and injured 33 others, according to a spokesperson for the Kabul police chief.",
            "Security forces were investigating the incident in the city's police district 17, the spokesperson added.",
            "Health care organization Emergency said it treated dozens of victims.",
            "\"Following today's explosion, we admitted 27 patients to our Surgical Centre for War Victims in Kabul, including five minors, one of them a 7-year-old boy,\" Stefano Sozza, Emergency's Country Director in Afghanistan, told CNN on Wednesday.",
            "\"Two patients arrived dead, one died in the emergency room,\" he said.",
            "Taliban spokesperson Zabihullah Mujahid confirmed there were dead and wounded civilians, but did not say how many. He tweeted that the Taliban government \"strongly condemns\" the explosion, and vowed the perpetrators of \"such crimes will be caught and punished for their heinous deeds.\"",
            "Another Taliban deputy spokesperson, Bilal Karimi, condemned the explosion in a tweet on Wednesday evening.",
            "\"The murderers of civilians and perpetrators of similar crimes will soon be caught and punished for their actions, God willing,\" Karimi wrote.",
            "Sozza, from Emergency, said Afghanistan \"is suffering the consequences of a very long conflict that has undermined its future.\"",
            "\"In the month of August alone, we managed six mass casualties in our hospital, with a total of almost 80 patients. Throughout the year, we have continued to receive gunshot injuries, shrapnel injuries, stabbing injuries, and victims of mine and IED explosions on a daily basis,\" he said.",
            "CNN's Brent Swails and Jonny Hallam contributed reporting."
        ]
    },
    {
        "Title": "Ethiopia's fragile ceasefire ends as government forces and Tigrayan fighters clash",
        "Link": "https://www.cnn.com/2022/08/24/africa/ethiopia-tigray-resume-hostilities-intl/index.html",
        "Content": [
            "(CNN)Military hostilities between Ethiopian government forces and Tigrayan forces has resumed after a months-long ceasefire, with both sides blaming the other for the attack.",
            "The Ethiopian government confirmed clashes between its forces and Tigrayan fighters, in a statement from their Facebook page on Wednesday. The government accused Tigrayan forces of launching an attack at 5am local time on Wednesday and \"violated the ceasefire.\"",
            "The Tigray People's Liberation Front (TPLF), which currently controls the northern Tigray region, claimed government forces launched an early morning \"extensive offensive\" on its southern front and claimed the government was aided by Amhara special forces and volunteer fighters.",
            "The TPLF also alleged that the government and its allies had been positioning troops around the southern border for five days prior.",
            "Active fighting between the two forces had died down since March after the government declared a humanitarian truce and both agreed to observe a ceasefire.",
            "Setback to peace talks",
            "There are fears the renewed hostilities will setback the progress made towards peace talks between Prime Minister Abiy Ahmed's government and leaders of the TPLF.",
            "Both had shown potential interest in talks in June that led Abiy to establish a committee to negotiate peace talks.",
            "But the two have put out opposing statements in recent weeks with the TPLF expressing major concerns over the African Union's (AU) mediation and demanding the government restore major services such as banking and communication to Tigray before any talks can hold.",
            "The federal government, however, insists there must be no preconditions set before the AU intervenes.",
            "The two sides have been locked in conflict since war erupted in Tigray in November 2020 and has since spilled over into neighboring Amhara and Afar.",
            "The conflict has seen thousands killed and set a world record for displacements in 2021, according to the Internal Displacement Monitoring Center.",
            "The resumption of fighting leads to fears of exacerbating an already dire humanitarian crisis with over 90% of the region in desperate need of aid, according to the United Nations.",
            "Humanitarian aid began entering Tigray earlier this year after a long period of disruption. But without sufficient fuel in the region to distribute the supplies, the aid has not been effective in curbing the crisis as the rate of malnutrition in the region \"skyrocketed,\" according to the latest report from the World Food Program.",
            "\"The government is adamant that peace is always the best solution,\" the government statement read. However, it emphasized that it would \"take all necessary steps to protect the country,\" adding \"government and security forces are mobilizing all of their resources and capabilities.\""
        ]
    },
    {
        "Title": "Angola at a crossroads as citizens vote in tight presidential election race",
        "Link": "https://www.cnn.com/2022/08/24/africa/angola-elections-2022-citizens-vote-poll-ballot-intl/index.html",
        "Content": [
            "(CNN)Voters in the oil-rich African nation of Angola will go to the polls on Wednesday to decide who will lead the country -- the party that has been in power for nearly five decades, or an opposition promising a fresh start especially for disaffected youth.",
            "President João Lourenço of the ruling Popular Movement for the Liberation of Angola (MPLA) party is hoping for a second term in office. He has governed Angola since 2017.",
            "Lourenço wrapped up his campaign on Monday, claiming to have built \"a new Angola.\"",
            "\"There have been exactly five years since the moment we started this mandate that is ending now,\" he said at a campaign ceremony at the weekend. \"We worked during this mandate to make Angola a new Angola, an Angola that is better accepted by the Angolans but also by the international community.\"",
            "Angola is the second-biggest oil producer in Africa but the country's vast oil wealth does not trickle down to many of its impoverished citizens.",
            "A former Portuguese colony, Angola emerged from the wreckage of a 27-year civil war to become one of the continent's major economic players.",
            "Long-time leader José Eduardo dos Santos of the MPLA party oversaw much of Angola's post-war economic growth and rebuilding efforts.",
            "Lourenço was the hand-picked successor to dos Santos, who ruled the country for 38 years and made himself and his family enormously wealthy.",
            "His daughter Isabel dos Santos became very powerful during his reign and at one point was the richest woman in Africa.",
            "The anti-corruption watchdog Transparency International in 2017 said that \"nepotism and cronyism\" under dos Santos had \"stopped ordinary Angolans from benefiting from the country's natural resource wealth, especially when oil prices were high.\"",
            "Upon taking office in 2017, Lourenço pledged to fight corruption and turned on the dos Santos family, firing Isabel and her brother from lucrative positions. Her brother Jose José Filomeno dos Santos was eventually jailed for five years for fraud. He was the former head of the country's $5 billion sovereign wealth fund.",
            "The former President dos Santos died last month while in Spain and his funeral will be held at the end of the tense election period.",
            "Lourenço vowed to improve the economy but the World Bank says that in rural parts of the country, more than half of the population lives in poverty.",
            "Angola's capital, Luanda, is also one of the most expensive cities in the world, with a large expat population working in the country's oil and gas sector.",
            "\"We are not content or happy with the government actions, we await more from them,\" Luanda resident Pedro Simao told CNN, while street vendor Madalena Mondole said she sees no benefit in voting.",
            "\"If you ask me to vote I have no one to vote for, because even if I vote no one will help my son in life,\" Mondole said.",
            "Who are the candidates?",
            "There are eight candidates in the elections. Adalberto Costa Junior, leader of the main opposition party, the National Union for the Total Independence of Angola (UNITA), is a popular candidate who has tried to appeal to the many voters who are young and unemployed.\nThe estimated youth unemployment rate in Angola was 18.52% in 2021.",
            "Election experts said they expect a tight race and many will be watching to see if it is a free and fair one as the country's ruling party faces one of its biggest challenges. However, opposition candidates rarely win in Angola and many citizens have said they do not trust the country's national election commission, according to a survey by Afrobarometer.",
            "Costa Junior, 60, said the MPLA's grip on power is to blame for many of the nation's problems, including poverty, inflation and corruption.",
            "\"There is a single party in power, a one-party regime, a big cancer this country needs to get rid of, a cancer that feeds on everything to continue to govern,\" Costa Junior said.",
            "\"Today we can see everywhere that everyone is tired of this party, this single party that holds Angola hostage to its interests, this single party that does not allow Angola to be a democracy,\" he added.",
            "The MPLA and UNITA were on opposite sides of a civil war which began shortly after Angola became independent from Portugal in 1975 and ended 20 years ago.",
            "But analysts say this election is less about the country's history and more about the people who are struggling to get by and feel let down by their leaders.",
            "More than 14 million Angolans are eligible to vote on Wednesday, less than half of the Southern African nation's 35 million people.",
            "The presidential poll will take place simultaneously with elections for Angola's 220-member parliament."
        ]
    },
    {
        "Title": "US to return $23 million looted by late dictator Abacha to Nigeria - officials",
        "Link": "https://www.cnn.com/2022/08/24/africa/us-returns-abacha-loot-intl/index.html",
        "Content": [
            "(CNN)The United States will turn over to Nigeria $23 million taken by former military ruler Sani Abacha, officials said at an event to sign the agreement on Tuesday.",
            "Nigeria has reached several agreements to return stolen cash in recent years. Abacha ruled Africa's most populous nation and top oil exporter from 1993 until his death in 1998, during which time Transparency International estimated that he took up to $5 billion of public money. He was never charged.",
            "US Ambassador Mary Beth Leonard said the cash was in UK accounts but was identified and frozen by US officials. She added that including the latest deal, the United States had agreed to repatriate more than $334.7 million linked to Abacha.",
            "Attorney General Abubakar Malami said the funds would be used for infrastructure projects, including the Abuja-Kano road, the Lagos-Ibadan Expressway, and the second Niger bridge under the supervision of the Nigerian Sovereign Investment Authority (NSIA).",
            "\"The president's mandate to my office is to ensure that all international recoveries are transparently invested and monitored by civil society organizations to compete for these three projects within the agreed timeline,\" Malami.",
            "The US Justice Department has previously said that Nigeria must use money repatriated from funds looted by Abacha on agreed public projects or be forced to \"replace\" it.",
            "In the past, Nigeria had secured the release of millions of dollars stashed in foreign accounts by the former dictator.",
            "In 2017, the Swiss government released a statement announcing it had reached an agreement with Nigerian authorities and the World Bank on the return of $321 million to the West African country.",
            "The released funds \"will strengthen social security for the poorest sections of the Nigerian population,\" the statement said at the time.",
            "In 2019, authorities in Jersey said they had seized more than $267 million from Abacha's family and associates. The laundered funds recovered from confiscated assets, belonging to the son of the late dictator, Mohammed Abacha, were found in a Channel Islands account held by a shell company.",
            "The stolen funds were recovered and paid into a special recovery fund after a five-year legal battle and were agreed to be shared between the Nigerian government, Jersey, and the US government."
        ]
    },
    {
        "Title": "Cruise ship rescues Cuban migrants stranded at sea",
        "Link": "https://www.cnn.com/2022/08/24/americas/carnival-cruise-ship-rescues-cuban-migrants-at-sea/index.html",
        "Content": [
            "(CNN)Six Cuban migrants adrift at sea on a makeshift raft were rescued by a cruise ship last week, video shared with CNN shows.",
            "The video captured the impromptu encounter Friday as the Carnival Cruise liner, Carnival Paradise, sailed from Tampa, Florida to Cozumel, Mexico.",
            "The clip shows passengers clapping and cheering as the migrants neared the ship.",
            "\"They didn't have paddles,\" said passenger Cintia Zingoni, who filmed the video. \"It wasn't really a boat. It was a piece of furniture, maybe a cabinet and they made it as a boat.\"",
            "Zingoni, a real estate agent from Orlando, Florida, was on the ship with her family and friends when they witnessed the event.",
            "Her video shows what appears to be a small piece of fabric the migrants were using as a sail and styrofoam attached to the sides of their vessel for flotation. Zingoni said it also appeared the migrants were using a pot lid to paddle.",
            "The migrants were welcomed on board the ship where they received a medical check-up, food and clothes, according to Carnival Cruise Lines spokesman Matt Lupoli. When the boat reached Cozumel, they were turned over to Mexican officials, he said.",
            "According to Zingoni, the ship's captain announced to passengers that the migrants were dehydrated but otherwise fine.",
            "\"I felt sad. Everyone on the boat was dancing and having fun and they were dying,\" Zingoni said. \"That was almost a suicide mission to go inside that piece of wood.\"",
            "Fellow passenger Lee Smith said the weather that evening took a turn for the worse.",
            "\"As we headed toward Mexico we were going fast to make up for lost time, but there was a thunderstorm and lightning behind us in the area where we had left,\" he said. \"Good thing we picked up the people in the raft.\"",
            "The dramatic rescue comes as US officials report a spike in Cubans trying to leave the communist-run island, where ruling officials blame US sanctions for a cratering economy.",
            "Cubans who reach the United States and ask for asylum are typically able to gain permanent residency under a special status granted by the 1962 Cuban Adjustment Act. Cubans picked up at sea by the US Coast Guard are usually returned to the island.",
            "As Cuba deals with growing power outages and food shortages, a record number of Cubans have left the island either by crossing into the US from the southern border with Mexico or by taking to the seas in small boats and rafts that US officials say are often pushed off course by ocean currents.",
            "According to US Customs and Border Protection, more than 175,000 Cubans have arrived in the US from Mexico since July last year. In the same period, more than 4,500 Cubans intercepted at sea have been returned to Cuba, the Coast Guard said in a statement Tuesday.",
            "It's not unusual for cruise ships to assist in maritime rescues. On June 4, Carnival Cruise ship Mardi Gras rescued 16 stranded Cubans about 60 nautical miles from Key West, Florida."
        ]
    },
    {
        "Title": "This country calls time on the 'war on drugs'",
        "Link": "https://www.cnn.com/2022/08/21/americas/colombia-marijuana-bill-war-on-drugs-intl-cmd/index.html",
        "Content": [
            "Bogotà, Colombia (CNN)It's the home of notorious drug trafficker Pablo Escobar, and the origin of legendary Santa Marta Gold -- once the most sought-after varieties of weed in the United States -- named after Colombia's Sierra Nevada de Santa Marta mountain range.",
            "For many, Colombia is synonymous with drug cartels and narco-traffickers. It is one of the largest narcotics producers in the world -- last year, the US government estimated was producing over one million kilograms of cocaine, the highest in the world and more than the two closest nations, Peru and Bolivia, combined. So when the South American country's new president says he intends to regulate the use of illegal substances -- or at least some of them -- the world listens.",
            "\"It is time to accept that the war on drugs has been a complete failure,\" Colombian President Gustavo Petro announced during his inauguration festivities earlier this month, commenting on a bill his administration recently presented to legalize recreational marijuana to Congress.",
            "Colombia's law already allows the production of cannabis for medical purposes, mostly to be exported to foreign markets like the United States and Canada, but supporters of the new legislation believe that only legalizing recreational cannabis can push thousands of farmers away from drug trafficking and into the legal trade.",
            "To this day, the Colombian state faces challenges over control of its territory by a variety of criminal actors, from former left-wing guerrillas and paramilitaries to narco-cartels and organized crime syndicates. Drug trafficking is a powerful source of revenue for these outlaws, and over the past 50 years public authorities have pushed a prohibitionist agenda, banning the trade and consumption of drugs in order to hit the criminals in their pockets. But the stream of illegal drugs never ceased.",
            "\"We will never achieve peace in Colombia until we regulate drug trafficking,\" said Senator Gustavo Bolivar, one of the signatories of the new bill and a close ally of the new president.",
            "\"Not even the United States, with all their might and money, could win the war on drugs... Right now, Colombia produces more drugs than when Pablo Escobar was alive, there are more consumers, more farmers. The drug trade is growing despite the money we invest in fighting it, and the thousands of deaths we suffer,\" said Bolivar, who recently traveled to Colorado for a firsthand look at the economic benefits of legalizing weed.",
            "In an interview, Bolivar told CNN it was hypocritical of the United States to legalize marijuana at home, and supporting drug wars abroad such as in Colombia, where Washington sends millions of dollars every year to arm and train Colombian forces in their struggle against the cartels.",
            "A landmark report from the Truth Commission, an interdisciplinary panel tasked to investigate over 50 years of civil conflict in Colombia, found that drug trafficking helped prolong the conflict despite almost $8 billion in military aid from the US to Colombia. At least 260,000 Colombians, the vast majority civilians, were killed in the violence.",
            "A new generation of Colombian leaders",
            "The campaign to legalize weed in Colombia unites left-wing senators like Bolivar with civil society organizations and deep-pocketed foreign investors, and has received a boost over the last 12 months from the country's changing politics, with Petro ascending to the presidency and progressive parties now a majority in Colombian congress.",
            "\"We saw the legalization of adult-use recreational two, three, or four years down the line... but now we're hoping for this year,\" said Luis Merchan, a Colombian businessman who is the CEO of Flora Growth, a Toronto-based company that is investing in Colombian marijuana from medical cannabis to textile hemp.",
            "The campaigners who have demanded this shift for years agree.",
            "\"We think now the time is ripe to do it,\" says Luis Felipe Ruiz, an investigator at Colombia's NGO Dejusticia, which supports decriminalizing drugs and has documented the war on drugs for years. Drug trafficking is the top cause of detention in Colombia and, according to the Colombian Justice Ministry, 13% of the country's detainees are serving a sentence related to the drug trade. Ruiz argues that one of the benefits of legalizing marijuana would also be decreasing the prison population in the country.",
            "\"There's a large part of the political world that is ready to have a debate on legalizing marijuana and, frankly, taking away the stigma against cannabis is already a great victory for us,\" Ruiz told CNN.",
            "Those who oppose legalization hail from the conservative right and believe the shift would just make drug abuse easier. Former President Alvaro Uribe, a political mentor of Petro's predecessor Ivan Duque and the main exponent of conservativism in the country, tweeted in 2020 that \"recreational marijuana leads to other drugs, alters the neurons, the consumer reaches states of alienation, loses control over his decisions, which is the loss of his freedom,\" celebrating when a previous project to legalize weed was blocked in Congress.",
            "Illegal agriculture",
            "Historically, marijuana in Colombia is grown by small-scale farmers who cannot afford the pharmaceutical licenses required to produce medical cannabis, so they sell their product to drug cartels.",
            "The bill presented to Congress could allow these small-scale farmers, most of them based in chronically underdeveloped rural regions of Colombia, to finally enter the legal market.",
            "COCCAM, a confederation of coca, marijuana and poppy growers that works as a lobbying group for illicit farmers, estimates that up to 3,000 families depend on illegal marijuana as a main source of their income, mostly in the southwestern department of Cauca. In most cases, these farmers live in isolated rural areas that are hours away from the closest paved road.",
            "Compared to legal agricultural products like fruit and vegetables, marijuana and coca leaves don't spoil for days and sell at a higher price per kilogram. They also have the advantage of growing all-year round, while most plants give a harvest only a few months a year.",
            "Because of Colombia's historic role, legalizing recreational use would be an immense cultural shift -- and perhaps a source of pride, Marchan said.",
            "\"It would be not only a source of pride for someone like me for what was frowned upon: I have been in business for a number of decades and when somebody learns that I'm from Colombia you always get the 'ahh,' that weird look,\" he said.",
            "Legal cocaine?",
            "Bolivar, the senator, believes the Colombian regulatory system will, eventually, follow the same path by legalizing not only marijuana but even cocaine -- the most lucrative source of income for the cartels.",
            "Drafting numbers on an illegal market is never an exact science, but a 2016 study from the Colombian government estimated that drug trafficking -- the flow of illegal drugs, mostly cocaine, that is produced in Colombia and sold in international markets from Europe, to North America, to Asia -- was worth up to 3.8% of the Colombian GDP or $7.5 million at the time.",
            "In comparison, illegal drug consumption -- intended as the drugs that are consumed illegally in Colombia and where marijuana plays a larger role -- was worth 0.75% of the Colombian GDP -- $2.18 million.",
            "\"Marijuana is small change in the drug business. The big money that the cartels are making, and the lion's share of the problem, is called cocaine. And people in Colombia and Mexico will continue to die as long as we look at the problem with hypocrisy,\" Bolivar told CNN.",
            "He envisions a network of state-regulated dispensaries where cocaine could be sold under medical prescription, and regional agreements across other drug producing countries. The three largest producers of cocaine in the world -- Bolivia, Colombia, and Peru -- are all currently ruled by ideologically aligned, left-wing leaders. Bolivia has a thriving legal market of coca byproducts, mostly dry leaves that are chewed by the indigenous population and already in 2012, the governments of Bolivia and Colombia pushed for a regional re-thinking of drug policies in multilateral meetings.",
            "\"We could for example make a small treaty in our countries to modify the 1961 Convention on Narcotic Drugs and plant the first flag of legalization in the world; other countries may follow,\" the senator said.",
            "But before international treaties are rewritten, Colombia might still have a legal battle ahead of it. As it stands, the Colombian constitution explicitly forbids using narcotic drugs without medical prescription; so even if Congress passed a law legalizing recreational marijuana, it could be deemed unconstitutional by the Supreme Court.",
            "An appeal to eliminate that article has already started by another lawmaker, Congressman Juan Carlos Losada.",
            "\"It's a two-front battle. Our legalizing bill in Congress, and the appeal by Losada to the constitutional court. Whichever comes first we will support it, because this country needs peace,\" said Bolivar."
        ]
    },
    {
        "Title": "'He calls me Dad.' Guardian raises money to adopt boy he found in trash in his native Haiti",
        "Link": "https://www.cnn.com/2022/08/21/americas/haiti-dad-adoption-boy-found/index.html",
        "Content": [
            "(CNN)Jimmy Amisial was walking through Gonaives, Haiti, on his way to a New Year's Eve party to ring in 2018 when he spotted a large crowd and approached it.",
            "\"When I got to the place where the people were making noise I saw a baby,\" said Amisial, 22 at the time and visiting his homeland on a break from school in Texas. \"It was in a pile of trash crying, and there wasn't a single soul who wanted to do anything about it.\"",
            "While the locals were afraid to touch the infant because they feared the child was either cursed or evil, Amisial said, he nervously picked him up.",
            "\"He had no clothes on. He had fire ants crawling all over him because he's been there for a couple of hours. When I picked him up he immediately stopped crying.\"",
            "A bond was made and now, more than four years later, Amisial is trying to make fatherhood official by formally adopting the boy he has not let go of since that night.",
            "\"When I woke up that day I was unaware my life was going to change forever,\" Amisial told CNN.",
            "Temporary custody is granted",
            "The night he found the boy Amisial took him to the home of his mother, Elicie Jean, who was shocked that her son had gone off to a party and returned with a 3-month-old infant.",
            "\"While cleaning him we noticed he had some fire ant bites and an allergic reaction so we used some lotion to help stop the pain,\" Amisial said.",
            "Amisial called police to report what he had found and kept the baby overnight while police investigated the case, as suggested by the authorities, he said.",
            "The next day a judge showed up to his mother's house to ask him if he wanted temporary custody of the child since no one had come forward to claim him, Amisial said.",
            "\"After he asked me that question, I had a lot of sleepless nights. I tossed and turned but my mother reminded me things happen for a reason,\" Amisial told CNN. \"I've always wanted to be a part of something great and to me, that was the moment.\"",
            "Tens of thousands raised for adoption",
            "After the holiday break, Amisial returned to Texas as required by his student visa program but left the child in the care of his mother while he continued to financially support them.",
            "A year later, in 2019, Amisial decided to start the process to formally adopt the child he had named Emilio Angel Jeremiah but he quickly ran into obstacles as the process turned out to be costly.",
            "\"It wasn't that easy,\" Amisial said. \"In Haiti it's hard to do government stuff. When I started the process it seemed fine but then they asked me for a lot of money but I didn't have the funds.\"",
            "Esther Chery, his lawyer in Haiti, told CNN she has been working with Amisial on the adoption process since 2019.",
            "\"What I know for sure (is) adoption is very expensive,\" Chery said.",
            "All God's Children International, an adoption agency, estimates it costs over $40,000 to adopt a child from Haiti without including airfare, lodging and other fees associated with travel, according to its website.",
            "So, in 2020 Amisial decided to take a break from school, where he studied communications, to focus on working so he could save up money to adopt Emilio and support his family in Haiti. He works as a part-time landscaper and delivery assistant.",
            "On July 27 he set up an online fundraiser to help raise money for Emilio's adoption fees.",
            "Amisial set a goal of $60,000, and as of Friday morning he had raised over $79,000.",
            "\"Love and light in your parenting journey,\" one $20 donor said, adding a heart emoji.",
            "Even though Amisial has surpassed his goal, he told CNN, he plans to use the extra money to fund Emilio's education and support local orphanages in Haiti. He also has dreams of starting his own nonprofit to help orphans and needy families in his home country.",
            "'He's such a joyful kid'",
            "Amisial said he uses FaceTime to communicate with Emilio several times a week and tries to visit as often as possible but the unsafe conditions in Haiti in the last year have made it difficult.",
            "When describing Emilio, Amisial said the now 4-year-old is fun to be around and has a great personality.",
            "\"He loves watching 'Tom and Jerry' and he loves playing the guitar and singing. He's such a joyful kid and he loves sports. He plays soccer and basketball.",
            "\"My mom and I had an automatic connection with him. He calls me Dad. Even though I'm his temporary guardian, I still consider myself his dad.\"",
            "Amisial has a history of helping orphans in his country. He told CNN he grew up volunteering at the local orphanages in Haiti.",
            "During this time he learned English and volunteered on missions, he said. He told CNN he made several connections through his volunteer work and that helped him get accepted to Texas State University.",
            "During his teenage years Amisial created bracelets from recycled Doritos bags and sold them to raise money for his education and help the children in the orphanages celebrate their birthdays.",
            "Amisial is now 27 years old and determined to finish up Emilio's adoption process. He then plans to go back to school and finish his studies.",
            "\"I want him to be happy. I want to teach him how to love and I want him to know that even though he was left alone, he's not alone.\"",
            "Etant Dupain contributed to this report."
        ]
    },
    {
        "Title": "Former attorney general of Mexico arrested over multiple charges related to disappearance of 43 students",
        "Link": "https://www.cnn.com/2022/08/19/americas/jess-murillo-karam-mexico-missing-students-intl-latam/index.html",
        "Content": [
            "(CNN)The former attorney general of Mexico was arrested on Friday in relation to the 2014 disappearance of 43 students, a tragedy that captured the world's attention nearly eight years ago.",
            "The prosecutor's office said in a statement that it considers former attorney general Jesús Murillo Karam a suspect in \"the crimes of forced disappearance, torture and against the administration of justice.\"",
            "Murillo Karam did not resist arrest, the statement added.",
            "His arrest comes one day after a government truth commission said that the students' disappearance was a \"crime of the state,\" in a report based on thousands of documents, text messages, phone records, testimonies and other forms of evidence.",
            "The students had been visiting the southwestern city of Iguala from a teacher's college in Ayotzinapa when their bus was intercepted by local police and the federal military forces in September 2014.",
            "Exactly what happened after that remains unknown, as most of the missing students were never found. However, bullet-riddled buses were later seen in the city's streets, with shattered windows and blood. And survivors from the original group of 100 said their buses had been stopped by armed police officers and soldiers, who suddenly opened fire.",
            "According to the commission, it was members of \"the Guerreros Unidos criminal group and agents from various institutions of the Mexican state\" who were involved in the disappearance, Mexico's Undersecretary for Human Rights Alexander Encinas said.",
            "The missing students case ignited international outrage, and then-President Enrique Peña Nieto was criticized for his lack of transparency in investigating the matter.",
            "Murillo Karam was in charge of the attorney general's office at the time, and led the state's investigation into the disappearance. CNN is trying to determine if Murillo Karam has legal representation and how he pleads to the charges.",
            "Current President Andrés Manuel López Obrador, whose government created the government truth commission, has vowed to uncover what exactly happened to the missing students.",
            "Authorities have only recovered the bodies of three students; however, the commission said it was unlikely that any missing students are still alive. \"There is no indication the students are alive. On the contrary, all the testimonies and evidence prove they were cunningly killed and disappeared,\" Encinas said.",
            "The commission report described a deep coverup, involving multiple levels of local and federal government offices. Officials concealed facts and covered up links between the authorities and the gangs, the report said.",
            "\"At all times the federal, state and municipal authorities were aware of the students' movements. Their actions, omissions and participation allowed for the disappearance and execution of the students,\" the report said."
        ]
    },
    {
        "Title": "India fires three officers for accidentally launching missile into Pakistan",
        "Link": "https://www.cnn.com/2022/08/23/asia/india-pakistan-accidental-missile-launch-intl-hnk-ml/index.html",
        "Content": [
            "New DelhiThe Indian Air Force said on Tuesday the government had sacked three officers for accidentally firing a missile into Pakistan in March, an incident that the two nuclear-armed rivals handled calmly as there were no casualties.",
            "Military experts have in the past warned of the risk of accidents or miscalculations by the neighbors, which have fought three wars and engaged in numerous smaller armed clashes, usually over the disputed territory of Kashmir.",
            "The BrahMos missile -- a nuclear-capable, land-attack cruise missile jointly developed by Russia and India -- was fired on March 9, prompting Pakistan to seek answers from New Delhi on the safety mechanisms in place to prevent accidental launches.",
            "\"A Court of Inquiry, set up to establish the facts of the case, including fixing responsibility for the incident, found that deviation from the standard operating procedures by three officers led to the accidental firing of the missile,\" the air force said in a statement.",
            "It said the government had dismissed the three officers with immediate effect on Tuesday.",
            "According to the US-based Arms Control Association, the BrahMos missile's range is between 300 kilometers (186 miles) and 500 kilometers (310 miles), making it capable of hitting Pakistan's capital Islamabad from a northern Indian launch pad."
        ]
    },
    {
        "Title": "India's top court to hear petition against release of 11 men who gang-raped pregnant Muslim",
        "Link": "https://www.cnn.com/2022/08/23/asia/india-gang-rape-petition-overturn-court-hearing-intl-hnk/index.html",
        "Content": [
            "New Delhi, IndiaIndia's Supreme Court will hold a hearing on a petition challenging the release last week of 11 Hindu men convicted of the gang rape of a pregnant Muslim woman during Hindu-Muslim riots in 2002 in the western state of Gujarat.",
            "Dozens of women in Mumbai protested on Tuesday against their release and carried placards demanding justice for the victim, who said last week she had not been told the men would be freed and that it had shaken her faith in justice.",
            "Her 3-year-old daughter was among those killed during one of India's worst religious riots. More than 1,000 people died during the violence, most of them Muslims.",
            "The petition has been brought by a group of women including Subhashini Ali, a politician and member of the Communist Party of India; Revati Laul, an independent journalist; and Mahua Moitra, a member of parliament from the opposition Trinamool Congress Party, attorney Kapil Sibal said.",
            "Sibal said the court had agreed to hear their public interest litigation petition demanding the men serve their full life sentences. No date has yet been set for the hearing.",
            "Critics contend that freeing the convicts contradicts the government's stated policy of supporting women in a country with numerous, well-documented instances of violence against them.",
            "Authorities in the Panchmahals district of Gujarat released the men last Monday after considering the time they had served after their conviction in 2008 and their behaviour while jailed.",
            "A senior Gujarat state official overseeing the release said the convicts had completed 14 years in jail and were allowed free after the Supreme Court directed authorities to consider their plea for leniency under a 1992 remission policy.",
            "The months-long riots were triggered after a train carrying Hindu pilgrims caught fire. Hindus accused Muslims of setting the fire in which 59 pilgrims died, but Muslims said the train attack was part of a conspiracy to target their community. Several Muslims were convicted for the attack on the train.",
            "Current Indian Prime Minister Narendra Modi was Gujarat's chief minister at the time of the riots and his Hindu nationalist Bharatiya Janata Party continues to rule the state."
        ]
    },
    {
        "Title": "Former Malaysian leader to serve prison term after final appeal is thrown out",
        "Link": "https://www.cnn.com/2022/08/23/asia/malaysia-najib-razak-prison-intl/index.html",
        "Content": [
            "(CNN)Malaysia's former prime minister will be sent to prison for his role in the multi-billion-dollar 1MDB scandal after a court in Kuala Lumpur rejected his final appeal on Tuesday.",
            "Najib Razak, who served as Malaysia's PM from 2009 to 2018, was found guilty of money laundering, abuse of power and other charges in 2020. He will now begin a 12-year jail sentence. Najib has consistently denied wrongdoing but his final route to appeal was rejected Tuesday by a five-judge panel at Malaysia's High Court.",
            "The charges were related to the onetime sovereign wealth fund, which prosecutors alleged he and his allies used as a personal piggybank to support luxurious lifestyles and fund electioneering. The former PM was also fined 210 million Malaysian ringgit ($46.94 million)",
            "The charges were related to payments from SRC International, a unit of the 1Malaysia Development Berhad (1MDB), the onetime sovereign wealth fund, which prosecutors alleged he and his allies used as a personal piggybank to support luxurious lifestyles and fund electioneering.",
            "The former PM was also fined 210 million Malaysian ringgit ($46.94 million).",
            "The 1MDB fund was created soon after Najib took office in 2009. The government pumped billions in public money into it, with the stated purpose of leading \"market-driven initiatives to assist the government in propelling Malaysia towards becoming a developed nation that is highly competitive, sustainable and inclusive.\"",
            "Instead, according to United States prosecutors, 1MDB was used as a slush fund by Najib and other high-ranking officials at the fund. Billions of dollars of taxpayers' money were funneled and embezzled out of Malaysia, prosecutors said.",
            "Goldman Sachs, which underwrote much of the 1MDB fund and was facing a host of criminal and regulatory proceedings in Malaysia, agreed to a $3.9 billion settlement with the country's government in 2020.",
            "CNN's James Griffiths and Eoin McSweeney contributed reporting."
        ]
    },
    {
        "Title": "Nearly 100 dead in Afghanistan floods, officials say",
        "Link": "https://www.cnn.com/2022/08/23/asia/afghanistan-floods-august-deaths-intl-hnk/index.html",
        "Content": [
            "(CNN)Flash flooding has killed at least 95 people, injured hundreds of others and swept away thousands of homes in Afghanistan, authorities in the crisis-hit country said Tuesday.",
            "The deaths occurred across 10 provinces over the past 10 days, authorities said, as the country reels from an economic and humanitarian crisis exacerbated by Western sanctions imposed after the Taliban returned to power last year.",
            "The extreme weather also comes as neighboring Pakistan experiences relentless flooding. The Disaster Management Authority there said floods have killed 820 people since mid-June, with nearly 320,000 houses damaged or destroyed and 129 bridges affected.",
            "In Afghanistan, Deputy Minister of Disaster Management Mawlawi Sharafuddin Muslim told CNN emergency food assistance had been dispatched to many flood-affected areas and aid organizations had promised to deliver emergency assistance but it may not be enough.",
            "\"Winter is arriving soon and these affected families that include women and children do not have shelter to live under. All their agricultural farms and orchards have either been completely destroyed or their harvest has been damaged,\" Muslim said.",
            "\"If these people are not helped to get back to normalcy, their situation will definitely get worse in the coming weeks and months.\"",
            "Afghanistan has recently been hit by a series of natural disasters and extreme weather events, including an earthquake in June that killed more than 1,000 people.",
            "Muslim called on aid organizations, the United Nations and the global community to help flood-affected Afghans with not only emergency assistance like food, shelter and medicine, but also to help over the longer term since many people have lost their homes, livelihood and drinking water sources."
        ]
    },
    {
        "Title": "Mexico City becomes 'work from home' haven for US expats, but locals are getting priced out",
        "Link": "https://www.cnn.com/2022/08/22/business/mexico-city-work-from-home-us-expats/index.html",
        "Content": [
            "(CNN Business)Sandra Ortiz struggles to talk about her family's restaurant without breaking down into tears.",
            "\"They arrived and told us we had five minutes to get everything out,\" Ortiz said, recalling her family's eviction in February.",
            "Ortiz, 55, and her four siblings had taken over Tortería Colima from their father, who started it as a bakery in 1968. The siblings expanded it into a restaurant, which grew popular among locals in Mexico City.",
            "For 54 years, the Ortiz family ran its business from the ground floor of a four-story building, located at a busy corner in the increasingly desirable Roma neighborhood.",
            "But in recent years, the family watched as the community around them changed. An influx of foreigners, mostly from the US, inspired Mexican landlords to renovate and remodel their properties to accommodate the wealthier arrivals. Ortiz watched as visitors and tourists suddenly became full-time neighbors.",
            "\"Prices are much higher,\" she said. \"It's difficult because a lot of these foreigners come, and they have a bunch of money to be able to spend on these apartments and rents.\"",
            "The Ortiz's landlord followed the business trend. The family tried to push back and keep their space, but after a lengthy legal battle they were ultimately evicted in February. More than a half century of belongings were piled up on the street as they were forced out. The building is now being renovated into high-end apartments.",
            "\"A lot of pain ... They hurt me a lot,\" Ortiz said, washing dishes alongside two of her sisters. They now work at another restaurant — no longer as owners but as employees — in a far less central location than Tortería Colima.",
            "Ortiz admitted the crippling impacts of Covid-19 and rising global inflation have compounded the situation, and she does not fault foreigners for wanting to visit Mexico City. But she worries that as more US expats arrive to stay, more locals will be pushed out.",
            "As renovations are underway in the floors above their now-shuttered restaurant, across the street sits a storefront with a sign appealing to new residents. It reads: \"Hello Mexico City!\" ... in English.",
            "\"Please leave, we don't want you here!\"",
            "It's not hard for locals to understand the appeal of relocating from the United States to Mexico City.",
            "\"It's pretty, their money is worth more here, they can live in a house or apartment that's really nice and big, create a better life,\" Fernando Bustos Gorozpe said. \"But it's not as though there's an interest to participate and understand the local culture here.\"",
            "Bustos Gorozpe is a university professor who was born and raised in Mexico City. He noticed the trend of American expats traveling to Mexico's capital accelerated with Covid-19, since Mexico had fewer border restrictions than other countries. That coincided with a growing number of US companies allowing their employees to work remotely. Many chose to do that south of the border, in Mexico City.",
            "The US State Department says 1.6 million US citizens live in Mexico. But it doesn't know how many are living and working there on tourist visas. The Mexican government does not track that data either, but it recorded more than 5.3 million American tourists flying into Mexican airports from January to May 2022. That's nearly a million more compared with that same period in 2019.",
            "Real estate agent Edyta Norejko said she gets dozens of calls weekly from Americans inquiring about relocating to Mexico City.",
            "\"It is very often from Los Angeles or New York City,\" she said, adding that most are looking to avoid the rising costs of living in the United States and cash in on a strong exchange rate.",
            "In 2014, Norejko, who's originally from Poland, and her husband, Eduardo Alvarez, a Mexico City native, created their real estate firm with foreigners in mind. The say about 70% of their business comes from clients outside of Mexico who aspire to live in the country's capital city.",
            "\"There is a lot of benefit about the foreigners living in Mexico City,\" Norejko said, referring to the tourism revenue generated by Americans traveling to Mexico. \"We need them.\"",
            "In the first five months of 2022, tourism from US travelers generated nearly $11.5 billion in revenue for Mexico, according to the country's secretary of tourism. It's on track to surpass pre-pandemic levels.",
            "\"It's money that comes in, but that only ends up in the hands of a few people,\" Bustos Gorozpe. \"And locals end up displaced because they can no longer pay for these areas that've become very expensive.\"",
            "In neighborhoods like Roma and Condesa, charming cafes and trendy restaurants now cater to English-speaking expats. Bustos Gorozpe has noticed fewer foreigners making the effort to speak Spanish, and in some cases assuming the locals should understand English. That's led to frustrations rising among some residents.",
            "\"Of course, this is not like, 'We hate people from the outside,'\" Bustos Gorozpe said.",
            "But Bustos Gorozpe said signs posted in one gentrified community do express a growing anger.",
            "\"They read, 'Please leave, we don't want you here!'\"",
            "Digital Nomads",
            "Among the US expats who've flocked to Mexico City in recent months is 37-year-old Erik Rodriguez.",
            "Rodriguez originally traveling to Mexico City as a tourist, and now lives in the city and works remotely as an economic development analyst for a US-based agency.",
            "Although his grandparents were born in Mexico, Rodriguez admitted he's not in Mexico City to rediscover his roots or improve his Spanish, of which he speaks only a little. He's there to save money while still enjoying a quality lifestyle.",
            "\"In San Diego my apartment (a studio) was probably $2,500 (a month),\" he said. \"Here I have a one bedroom and I pay $800 a month.\"",
            "Rodriguez and other so-called, 'digital nomads', can be seen in city cafes or in parks, laptops open, busy at work. He said when he first arrived in Mexico City, he felt nothing but welcomed.",
            "\"I think there was a sense of 'we want people to come here to stimulate the economy. Thank you for being here.' But I know that recently there's been complaints from locals about the effect that expats living here has had on their own lifestyles,\" he said.",
            "Rodriguez says he isn't sure about staying in Mexico long term. But, he added, \"It is starting to feel like home.\""
        ]
    },
    {
        "Title": "China's Russian coal imports hit 5-year high as West shuns Moscow",
        "Link": "https://www.cnn.com/2022/08/21/energy/china-russia-coal-imports-july-intl-hnk/index.html",
        "Content": [
            "China's coal imports from Russia jumped 14% in July from a year earlier to their highest in at least five years, as China bought discounted coal while Western countries shunned Russian cargoes over its invasion of Ukraine.",
            "China brought in 7.42 million metric tons of coal from Russia last month, data from the General Administration of Customs showed on Saturday. That was the highest monthly figure since comparable statistics began in 2017, up from 6.12 million metric tons in June and 6.49 million metric tons in July 2021.",
            "Western countries were avoiding cargoes from Russia ahead of a European Union ban on Russian coal that came into force on August 11, aimed at reducing the Kremlin's energy revenue over its February invasion.",
            "The ban has forced Russia to target buyers such as China and India and sell at a steep discount.",
            "Russian thermal coal with a heating value of 5,500 kilocalories (kcal) traded around $150 per metric ton on a cost-and-freight basis in late July, while coal of the same quality at Australia's Newcastle port was assessed at more than $210 per metric ton on a free-on-board (FOB) basis.",
            "Some Chinese traders expect more Russian coal to flow into China in the fourth quarter when utilities in northern China build stocks for the winter heating season.",
            "July shipments of Indonesian coal, mostly cheap, low-quality thermal coal with a heating value below 3,800 kcal, were 11.7 million metric tons. That was up 22% from June but down 40% from a year earlier. China has reduced its overall coal imports in recent months amid surging domestic output.",
            "Power plants in southern China have increased tenders to buy Indonesian coal in August as it is cheaper than domestic coal, while demand for coal-fired power generation has been boosted by a record heat wave.",
            "Indonesian thermal coal with a heating value at 3,800 kcal changed hand at about $78 per metric ton on a FOB basis last week, which would still below about 690 yuan (about $100) for local coal when considering shipping costs.",
            "China's customs data showed zero coal shipment from Australia in July."
        ]
    },
    {
        "Title": "People are now testing Tesla's 'full self-driving' on real kids",
        "Link": "https://www.cnn.com/2022/08/21/business/tesla-fsd-tests-kids/index.html",
        "Content": [
            "Washington, DC (CNN)Carmine Cupani wanted to set the record straight. So he asked his young son to stand in the path of his Tesla as it sped through a parking lot.",
            "The North Carolina resident set out to refute a widely circulated video of a Tesla with the company's \"full self-driving\" beta software -- which allows the car to steer, brake and accelerate, but requires an attentive human driver ready to take the wheel -- plowing into child-size mannequins.",
            "Dan O'Dowd, a software company CEO who published the video earlier this month, thinks the National Highway Traffic Safety Administration should ban \"full self-driving\" until Tesla CEO Elon Musk \"proves it won't mow down children.\"",
            "That's when Cupani, who runs an auto shop focused on imports and Teslas, got involved and recruited his son. While he's a self-described \"BMW guy,\" Cupani says the software can't compare to what Tesla offers. It also wasn't the first time he'd enlisted his son, who Cupani said is 11 years old, in a potentially viral car endeavor: Earlier this year he posted a video of his son driving his Model S Plaid — which can reach 0-60 in 1.99 seconds — in a private parking lot. It's been viewed more than 250,000 times.",
            "\"Some people look at it and say, 'Oh this crazy dad, what is he doing?'\" Cupani told CNN Business. \"Well, I do a lot of stuff like that, but I'm going to make sure my kid doesn't get hit.\"",
            "Cupani filmed the test of \"full self-driving\" in a parking lot. His son stood near the end of an aisle holding a smartphone to film the test. Cupani accelerated the Tesla from the other side of the lot and turned on \"full self-driving,\" reaching 35 mph. The Tesla braked steadily and came to a full stop -- well ahead of his son.",
            "Cupani did another test with his son on a street using Autopilot, the more rudimentary Tesla driver-assist software, and found it stopped for his son, too. \"This Dan guy, he says he's an expert in this, expert in that,\" Cupani said. \"Well, I'm an expert in automotive, future technology, pro driving instructor.\"",
            "Cupani is among the many Tesla supporters who took issue with O'Dowd's video, and set out to create their own tests. Some asked their children to help. Others built homemade mannequins or used blow-up dolls.",
            "The passionate defenses and criticism of \"full self-driving\" highlight how the technology has become a flashpoint in the industry. The California DMV recently said the name \"full self-driving\" is deceptive and grounds for suspending or revoking Tesla's license to sell vehicles in the state. Ralph Nader, whose 1960s criticism of the auto industry helped spark the creation of the National Highway Traffic Safety Administration (NHTSA), joined a chorus of critics of \"full self-driving\" this month.",
            "But it also is yet another example of the unintended consequence of deploying an unfinished, disruptive technology in the wild -- and shows how far some Tesla believers are willing to go to defend it and the company. Enough people appeared to be pursuing their own experiments that one government agency took the extraordinary step of warning people not to use children to test a car's technology.",
            "\"Consumers should never attempt to create their own test scenarios or use real people, and especially children to test the performance of vehicle technology,\" NHTSA said in a statement Wednesday. The agency called this approach \"highly dangerous.\"",
            "Testing Teslas",
            "Earlier this month, California resident Tad Park saw that another Tesla enthusiast wanted to test \"full self-driving\" with a child, and volunteered two of his children. Park told CNN Business it was a \"little tough\" to get his wife to agree. She agreed when he promised to drive the vehicle.",
            "\"I'm never going to push the limits because my kids are way more valuable to me than anything,\" Park said. \"I'm not going to risk their lives in any way.\"",
            "Park's tests, unlike O'Dowd's, started with the Tesla at 0 mph. The Tesla stopped in all of Park's tests ahead of two of his children involved in the video, including a 5-year-old. Park said he wasn't comfortable doing a higher speed test of 40 mph -- like O'Dowd performed using the mannequins -- with his kids.",
            "Toronto resident Franklin Cadamuro created a \"box boy,\" a childlike form crafted from old Amazon cardboard boxes. \"Do not blame me for what the car does or doesn't do,\" he posted at the beginning of his video. \"I am a big Tesla Fan.\"",
            "His Tesla slowed as it approached \"box boy.\" Then it sped up again and struck his cardboard mannequin. Cadamuro speculated that this could be because the cameras could not see the short boxes once they were immediately in front of the bumper, and therefore forget they were there.",
            "Human babies learn at about eight months that an object out of sight still exists, many years before qualifying for a driver's license. But the ability may still elude some artificial intelligence systems like Tesla's \"full self-driving.\" Another Tesla fan found a similar result.",
            "Cadamuro said his video started as entertainment. But he wanted people to see that \"full self-driving\" isn't perfect.",
            "\"I find a lot of people have two extreme thoughts of the 'full self-driving' beta,\" Cadamuro said. \"People like Dan think it's the worst thing in the world. I know some friends who think it's near perfect.\"",
            "Cadamuro said he also performed other tests in which his Tesla, traveling at higher speeds, effectively steered around \"box boy.\"",
            "Detecting smaller objects like young children quickly and accurately will generally be more difficult than sensing large objects and adults for a computer vision system like what Tesla vehicles rely on, according to Raj Rajkumar, a Carnegie Mellon University professor who researches autonomous vehicles.",
            "The more pixels an object takes up in a camera image, the more information the system has to detect features and identify the object. The system will also be impacted by the data it is trained on, such as how many images of small children it's exposed to.",
            "\"Computer vision with machine learning is not 100% foolproof,\" Rajkumar said. \"Just like diagnosis of a disease, there are always false positives and negatives.\"",
            "Tesla did not respond to a request for comment and generally does not engage with the professional news media.",
            "\"Wild West chaos rules\"",
            "Following criticism from Tesla fans of his original tests, O'Dowd released another video this month.",
            "Some Tesla supporters had criticized O'Dowd's use of cones as lane markings in his original testing, which may have limited the sedan's ability to steer around the mannequin. Others claimed that O'Dowd's test driver had forced the Tesla to strike the mannequin by pushing the accelerator, which wasn't visible in videos O'Dowd released. Some Tesla enthusiasts also pointed to a blurry messages on the screen of the Tesla vehicle as an indication that O'Dowd's test driver was pushing the accelerator to rig the tests.",
            "O'Dowd told CNN Business that the blurry messages referred to supercharging being unavailable, and to uneven tire wear. CNN Business could not independently verify what the message said as O'Dowd provided no crisper video of what happened in car during the tests.",
            "In his second video, O'Dowd's tested without cones on a residential street and showed the interior of the Tesla, including the accelerator pedal. The Tesla, as in O'Dowd's other tests, struck the child mannequin.",
            "O'Dowd lamented earlier this year in an interview with CNN Business that no industry testing body examines the code for \"full self-driving.\" The US government has no performance standards for automated driver-assist technology like Autopilot.",
            "O'Dowd is the founder of the Dawn Project, an effort to make computers safe for humanity. He ran as a candidate for the US Senate unsuccessfully this year in a campaign focused exclusively on his critique of \"full self-driving.\"",
            "NHTSA is currently investigating Tesla's driver-assist technology so changes may be ahead.",
            "\"The software that controls billions of people's lives in self-driving cars should be the best software ever written,\" O'Dowd said. \"We're using absolute, Wild West chaos rules and we've gotten something that is so terrible.\""
        ]
    },
    {
        "Title": "Meta COO Sheryl Sandberg has tied the knot",
        "Link": "https://www.cnn.com/2022/08/22/tech/meta-sheryl-sandberg-wedding/index.html",
        "Content": [
            "New York (CNN Business)Meta exec Sheryl Sandberg tied the knot with businessman Tom Bernthal over the weekend.",
            "Sandberg — who announced in June that she would leave her role as chief operating officer of Facebook's parent company in the fall — posted \"MARRIED,\" followed by several heart emojis on her Facebook and Instagram accounts. The message accompanied a photo of Sandberg and Bernthal.",
            "Brandon McCormick, a spokesperson for Sandberg, confirmed the Meta COO and Bernthal married in Wyoming on Saturday.",
            "Sandberg and Bernthal announced their engagement in February 2020. Bernthal is the founder and CEO of Kelton Global, a strategic consulting firm based in Los Angeles.",
            "The couple had been dating since spring 2019 after they were introduced to each other by the brother of Sandberg's late husband, according to People.",
            "Her first husband, David Goldberg, died in 2015 after collapsing while on vacation with his family in Mexico. Goldberg, the CEO of SurveyMonkey at the time, fell while using a treadmill. An autopsy later revealed a coronary arrhythmia was the cause of his death.",
            "— Alicia Lee contributed to this report"
        ]
    },
    {
        "Title": "Not only is Lake Powell's water level plummeting because of drought, its total capacity is shrinking, too",
        "Link": "https://www.cnn.com/2022/03/21/us/lake-powell-capacity-shrinking-drought-climate/index.html",
        "Content": [
            "(CNN)Lake Powell, the second-largest human-made reservoir in the US, has lost nearly 7% of its potential storage capacity since 1963, when Glen Canyon Dam was built, a new report shows.",
            "In addition to water loss due to an intense multiyear drought, the US Geological Survey and the Bureau of Reclamation report found, Lake Powell faced an average annual loss in storage capacity of about 33,270 acre-feet, or 11 billion gallons, per year between 1963 and 2018.",
            "That's enough water to fill the Reflecting Pool on the National Mall about 1,600 times.",
            "The capacity of the reservoir is shrinking because of sediments flowing in from the Colorado and San Juan rivers, according to the report. Those sediments settle at the bottom of the reservoir and decrease the total amount of water the reservoir can hold.",
            "As of Monday, Lake Powell was around 25% full, according to data from the Bureau of Reclamation.",
            "It's bad news for a region already facing water shortages and extreme wildfires due to the drought. National Oceanic and Atmospheric Administration drought experts said last week these conditions are expected to at least continue -- if not worsen -- in the coming months.",
            "Lake Powell is an important reservoir in the Colorado River Basin. Both Lake Powell and nearby Lake Mead, the nation's largest reservoir, have drained at an alarming rate. In August, the federal government declared a water shortage on the Colorado River for the first time after Lake Mead's water level plunged to unprecedented lows, triggering mandatory water consumption cuts for states in the Southwest that began in January.",
            "And last week, Lake Powell dipped below the critical threshold of 3,525 feet above sea level, sparking additional concerns about water supply and hydropower generation millions of people in the West rely on for electricity.",
            "The significance of the dwindling water supply along the Colorado cannot be overstated.",
            "The system supplies water for more than 40 million people living across seven Western states and Mexico. Lakes Powell and Mead provide a critical supply of drinking water and irrigation for many across the region, including rural farms, ranches and native communities.",
            "\"It is vitally important we have the best-available scientific information like this report to provide a clear understanding of water availability in Lake Powell as we plan for the future,\" Tanya Trujillo, assistant secretary for water and science with the US Department of Interior, said in a statement. \"The Colorado River system faces multiple challenges, including the effects of a 22-year-long drought and the increased impacts of climate change.\""
        ]
    },
    {
        "Title": "These were the best and worst places for air quality in 2021, new report shows",
        "Link": "https://www.cnn.com/2022/03/22/world/air-pollution-2021-iqair-report-climate/index.html",
        "Content": [
            "(CNN)Air pollution spiked to unhealthy levels around the world in 2021, according to a new report.",
            "The report by IQAir, a company that tracks global air quality, found that average annual air pollution in every country — and 97% of cities — exceeded the World Health Organization's air quality guidelines, which were designed to help governments craft regulations to protect public health.",
            "Only 222 cities of the 6,475 analyzed had average air quality that met WHO's standard. Three territories were found to have met WHO guidelines: the French territory of New Caledonia and the United States territories of Puerto Rico and the US Virgin Islands.",
            "India, Pakistan and Bangladesh were among the countries with the worst air pollution, exceeding the guidelines by at least 10 times.",
            "The Scandinavian countries, Australia, Canada, Japan and United Kingdom ranked among the best countries for air quality, with average levels that exceeded the guidelines by 1 to 2 times.",
            "In the United States, IQAir found air pollution exceeded WHO guidelines by 2 to 3 times in 2021.",
            "\"This report underscores the need for governments around the world to help reduce global air pollution,\" Glory Dolphin Hammes, CEO of IQAir North America, told CNN. \"(Fine particulate matter) kills far too many people every year and governments need to set more stringent air quality national standards and explore better foreign policies that promote better air quality.\"",
            "Above: IQAir analyzed average annual air quality for more than 6,000 cities and categorized them from best air quality, in blue (Meets WHO PM2.5 guildline) to worst, in purple (Exceeds WHO PM2.5 guideline by over 10 times). An interactive map is available from IQAir.",
            "It's the first major global air quality report based on WHO's new annual air pollution guidelines, which were updated in September 2021. The new guidelines halved the acceptable concentration of fine particulate matter — or PM 2.5 — from 10 down to 5 micrograms per cubic meter.",
            "PM 2.5 is the tiniest pollutant yet also among the most dangerous. When inhaled, it travels deep into lung tissue where it can enter the bloodstream. It comes from sources like the burning of fossil fuels, dust storms and wildfires, and has been linked to a number of health threats including asthma, heart disease and other respiratory illnesses.",
            "Millions of people die each year from air quality issues. In 2016, around 4.2 million premature deaths were associated with fine particulate matter, according to WHO. If the 2021 guidelines had been applied that year, WHO found there could have been nearly 3.3 million fewer pollution-related deaths.",
            "IQAir analyzed pollution-monitoring stations in 6,475 cities across 117 countries, regions and territories.",
            "In the US, air pollution spiked in 2021 compared to 2020. Out of the more than 2,400 US cities analyzed, Los Angeles air remained the most polluted, despite seeing a 6% decrease compared to 2020. Atlanta and Minneapolis saw significant increases in pollution, the report showed.",
            "\"The (United States') reliance on fossil fuels, increasing severity of wildfires as well as varying enforcement of the Clean Air Act from administration to administration have all added to U.S. air pollution,\" the authors wrote.",
            "Researchers say the main sources of pollution in the US were fossil fuel-powered transportation, energy production and wildfires, which wreak havoc on the country's most vulnerable and marginalized communities.",
            "\"We are heavily dependent on fossil fuels, especially in terms of transportation,\" said Hammes, who lives a few miles from Los Angeles. \"We can act smartly on this with zero emissions, but we're still not doing it. And this is having a devastating impact on the air pollution that we're seeing in major cities.\"",
            "Climate change-fueled wildfires played a significant role in reducing air quality in the US in 2021. The authors pointed to a number of fires that led to hazardous air pollution — including the Caldor and Dixie fires in California, as well as the Bootleg Fire in Oregon, which wafted smoke all the way to the East Coast in July.",
            "China — which is among the countries with the worst air pollution — showed improved air quality in 2021. More than half of the Chinese cities analyzed in the report saw lower levels of air pollution compared to the previous year. The capital city of Beijing continued a five-year trend of improved air quality, according to the report, due to a policy-driven drawdown of polluting industries in the city.",
            "The report also found that the Amazon Rainforest, which had acted as the world's major defender against the climate crisis, emitted more carbon dioxide than it absorbed last year. Deforestation and wildfires have threatened the critical ecosystem, polluted the air and contributed to climate change.",
            "\"This is all a part of the formula that will lead to or is leading to global warming.\" Hammes said.",
            "The report also unveiled some inequalities: Monitoring stations remain scant in some developing countries in Africa, South America and the Middle East, resulting in a dearth of air quality data in those regions.",
            "\"When you don't have that data, you're really in the dark,\" Hammes said.",
            "Hammes noted the African country of Chad was included in the report for the first time, due to an improvement in its monitoring network. IQAir found the country's air pollution was the second-highest in the world last year, behind Bangladesh.",
            "Tarik Benmarhnia, a climate change epidemiologist at Scripps Institution of Oceanography who has studied the health impact of wildfire smoke, also noted that relying only on monitoring stations can lead to blind spots in these reports.",
            "\"I think it is great that they relied on different networks and not only governmental sources,\" Benmarhnia, who was not involved in this report, told CNN. \"However, many regions do not have enough stations and alternative techniques exist.\"",
            "The UN Intergovernmental Panel on Climate Change concluded in its 2021 report that, in addition to slowing the speed of global warming, curbing the use of fossil fuels would have the added benefit of improving air quality and public health.",
            "Hammes said the IQAir report is even more reason for the world to wean off fossil fuel.",
            "\"We've got the report, we can read it, we can internalize it and really devote ourselves to taking action,\" she said. \"There needs to be a major move towards renewable energy. We need to take drastic action in order to reverse the tide of global warming; otherwise, the impact and the train that we're on (would be) irreversible.\""
        ]
    },
    {
        "Title": "Big-box stores could help slash emissions and save millions by putting solar panels on roofs. Why aren't more of them doing it?",
        "Link": "https://www.cnn.com/2022/03/20/us/solar-power-on-big-box-store-rooftops-climate/index.html",
        "Content": [
            "(CNN)As the US attempts to wean itself off its heavy reliance on fossil fuels and shift to cleaner energy sources, many experts are eyeing a promising solution: your neighborhood big-box stores and shopping malls.",
            "The rooftops and parking lot space available at retail giants like Walmart, Target and Costco is massive. And these largely empty spaces are being touted as untapped potential for solar power that could help the US reduce its dependency on foreign energy, slash planet-warming emissions and save companies millions of dollars in the process.",
            "At the IKEA store in Baltimore, installing solar panels on the roof and over the store's parking lot cut the amount of energy it needed to purchase by 84%, slashing its costs by 57% from September to December of 2020, according to the company. (The panels also provide some beneficial shade to keep customers' cars cool on hot, sunny days.)",
            "As of February 2021, IKEA had 54 solar arrays installed across 90% of its US locations.",
            "Big-box stores and shopping centers have enough roof space to produce half of their annual electricity needs from solar, according to a report from nonprofit Environment America and research firm Frontier Group.",
            "Leveraging the full rooftop solar potential of these superstores would generate enough electricity to power nearly 8 million average homes, the report concluded, and would cut the same amount of planet-warming emissions as pulling 11.3 million gas-powered cars off the road.",
            "The average Walmart store, for example, has 180,000 square feet of rooftop, according to the report. That's roughly the size of three football fields and enough space to support solar energy that could power the equivalent of 200 homes, the report said.",
            "\"Every rooftop in America that isn't producing solar energy is a rooftop wasted as we work to break our dependence on fossil fuels and the geopolitical conflicts that come with them,\" Johanna Neumann, senior director for Environment America's campaign for 100% Renewable, told CNN. \"Now is the time to lean into local renewable energy production, and there's no better place than the roofs of America's big-box superstores.\"",
            "Advocates involved in clean energy worker-training programs tell CNN that a solar revolution in big-box retail would also be a significant windfall for local communities, spurring economic growth while tackling the climate crisis, which has inflicted disproportionate harm on marginalized communities.",
            "Yet only a fraction of big-box stores in the US have solar on their rooftops or solar canopies in parking lots, the report's authors told CNN.",
            "CNN reached out to five of the top US retailers — Walmart, Kroger, Home Depot, Costco and Target — to ask: Why not invest in more rooftop solar?",
            "Many renewable energy experts point to solar as a relatively simple solution to cut down on costs and help rein in fossil fuel emissions, but the companies point to several roadblocks — regulations, labor costs and structural integrity of the rooftops themselves — that are preventing more widespread adoption.",
            "The need for these kinds of clean energy initiatives is becoming \"unquestionably urgent\" as the climate crisis accelerates, said Edwin Cowen, professor of civil and environmental engineering at Cornell University.",
            "\"We are behind the eight ball, to put it mildly,\" Cowen told CNN. \"I would have loved to see policy help incentivize rooftop solar 15 years ago instead of five years ago in the commercial space. There's still a tremendous amount of work to do.\"",
            "What's the holdup?",
            "Neumann said Walmart, the nation's largest retailer, possesses by far the largest solar potential. Walmart has around 5,000 stores in the US and more than 783 million square feet of rooftop space — an area larger than Manhattan — and more than 8,974 gigawatt hours of annual rooftop solar potential, according to the report.",
            "It's enough electricity to power more than 842,000 homes, the report said.",
            "Walmart spokesperson Mariel Messier told CNN the company is involved in renewable energy projects around the world, but many of them are not rooftop solar installations. The company has reported having completed on- and off-site wind and solar projects or had others under development with a capacity to produce more than 2.3 gigawatts of renewable energy.",
            "Neumann said Environment America has met with Walmart a few times, urging the retailer to commit to installing solar panels on roofs and in parking lots. The company has said it's aiming to source 100% of its energy through renewable projects by 2035.",
            "\"Of all the retailers in America, Walmart stands to make the biggest impact if they put rooftop solar on all of their stores,\" Neumann told CNN. \"And for us, this report just underscores just how much of an impact they could make if they make that decision.\"",
            "According to Environment America, Walmart had installed almost 194 megawatts of solar capacity on its US facilities as of the end of the 2021 fiscal year and additional capacity in off-site solar farms. The company's installations in California were expected to provide between 20% to 30% of each location's electricity needs.",
            "Target ranked No. 1 for on-site solar capacity in 2019, according to industry trade group Solar Energy Industries Association's most recent report. It currently has 542 locations with rooftop solar — around a quarter of the company's stores — a Target spokesperson told CNN. Rooftop solar generates enough energy to meet 15% to 40% of Target properties' energy needs, the spokesperson said.",
            "Richard Galanti, the chief financial officer at Costco, said the company has 121 stores with rooftop solar around the world, 95 of which are in the US.",
            "Walmart, Target and Costco did not share with CNN what their biggest barriers are to adding rooftop or parking lot solar panels to more stores.",
            "\"My suspicion is that they want an even stronger business case for deviating from business-as-usual,\" Neumann said. \"Historically, all those roofs have done is cover their stores, and rethinking how [they] use their buildings and thinking of them as energy generators, not just protection from rain, requires a small change in their business model.\"",
            "Home Depot, which has around 2,300 stores, currently has 75 completed rooftop solar projects, 12 in construction and more than 30 planned for future development, said Craig D'Arcy, the company's director of energy management. Solar power generates around half of these stores' energy needs on average, he said.",
            "Aging rooftops at stores are a \"huge impediment\" to solar installation, D'Arcy added. If a roof needs to be replaced in the next 15 to 20 years or sooner, it doesn't make financial sense for Home Depot to add solar systems today, he said.",
            "\"We have a goal of implementing solar rooftop where the economics are attractive,\" D'Arcy told CNN.",
            "CNN also reached out to Kroger, which owns about 2,800 stores across the US. Kristal Howard, a Kroger spokesperson, said the company currently has 15 properties — stores, distribution centers and manufacturing plants — with solar installations. One of the \"multiple factors affecting the viability of a solar installation\" was the stores' ability to support a solar installation on the roofs, Howard said.",
            "Cowen, the engineering professor at Cornell, said solar is already attractive, but that labor costs, incentives and the different layers of regulation likely pose some financial challenges in solar installations.",
            "\"For them, this means usually hiring a local site firm that can do that installation that also knows local policy,\" Cowen said. \"It's just another layer of complexity that I think is beginning to make sense because the costs have come down enough, but it needs kind of reopening that door of getting into an existing building.\"",
            "Rep. Sean Casten of Illinois, who co-chairs the power sector task force in the House, said the US has \"failed to provide the incentives to people who have the expertise to go in and build these things.\" The reason both retail companies and the power sector have not made much progress on solar is because \"our system is so disjointed\" and has a complex regulation structure, Casten said.",
            "\"Why aren't we doing something that makes economic sense? The answer is this horribly disjointed federal policy where we massively subsidize fossil energy extraction, and we penalize clean energy production,\" Casten told CNN. \"For a long, long time, if you wanted to build a solar panel on the rooftop of Walmart, your biggest enemy was going to be your local utility because they didn't want to lose the load.",
            "\"We could have done this decades ago,\" Casten added. \"And had we done it, we would not be in this dire position with the climate, but we'd also have a lot more money in our pocket.\"",
            "Acting on climate, equitably",
            "For Charles Callaway, director of organizing at the nonprofit group WE ACT for Environmental Justice, strengthening the rooftop solar capacity in big box retail stores is a no-brainer, especially if companies allow the local community to reap benefits either through installation jobs or sharing the electricity produced later.",
            "Either way, it would put a massive dent in curbing the climate crisis and help usher in an equitable transition away from fossil fuels — and it's doable, Callaway told CNN.",
            "The New York City resident led a worker training program that helped train more than 100 local community members, mostly people of color, to become solar installers. He also formed a solar workers cooperative to ensure many of the participants of the training program get jobs in a tough market.",
            "In the last two years, Callaway said his group has not only installed solar panels on roofs of affordable housing units, but also equipment capable of producing 2 megawatts of solar energy on shopping malls up in upstate New York. He emphasized that hiring locally would be most beneficial since local installers know the community and local regulations best.",
            "\"One of my huge concerns is social equity,\" Cowen said. \"Access to renewable energy is a fairly privileged position these days, and we've got to figure out ways to make that not true.\"",
            "Jasmine Graham, WE ACT's energy justice policy manager, said the potential of building rooftop solar on big box superstores is encouraging, only \"if these projects use local labor, if they are paying prevailing wages, and if this solar is being used in a manner such as community solar, which would allow [utility] bill discounts for folks that live in the same utility zone.\"",
            "Pressure is mounting for global leaders to act urgently on the climate crisis after a UN report in late February warned the window for action is rapidly closing.",
            "Neumann believes the US can meet its energy demand with renewables. All it takes, she said, is the political will to make that switch, and the inclusion of the local community so no one gets left behind in the transition.",
            "\"The sooner we make that transition, the sooner we'll have cleaner air, the sooner we'll have a more protected environment and better health and the sooner we'll have a more livable future for our kids,\" Neumann said. \"And even if that requires investment, it is an investment worth making.\"",
            "CNN's Judson Jones contributed to this report."
        ]
    },
    {
        "Title": "This image of a lone woman in a room full of men was radical",
        "Link": "https://www.cnn.com/style/article/the-only-woman-photo-book-katharine-graham-snap/index.html",
        "Content": []
    },
    {
        "Title": "The 'world's smallest vineyard' is selling bottles for $5,000 apiece -- but doesn't want you to drink them",
        "Link": "https://www.cnn.com/style/article/smallest-vineyard-via-mari-10-reggio-emilia/index.html",
        "Content": []
    },
    {
        "Title": "These Copenhagen designers are dressing A-list celebrities, but you've probably never heard of them",
        "Link": "https://www.cnn.com/style/article/copenhagen-fashion-week-jade-cropper-han-kjobenhaven/index.html",
        "Content": []
    },
    {
        "Title": "Supermodel Linda Evangelista opens up about disfiguring cosmetic procedure",
        "Link": "https://www.cnn.com/style/article/linda-evangelista-british-vogue-cover/index.html",
        "Content": []
    },
    {
        "Title": "Why women feel pressured to shave",
        "Link": "https://www.cnn.com/style/article/why-women-feel-pressured-to-shave/index.html",
        "Content": []
    },
    {
        "Title": "50 of the best street foods in Asia",
        "Link": "https://www.cnn.com/travel/article/asia-best-street-foods-cmd/index.html",
        "Content": []
    },
    {
        "Title": "Plane failed to descend as pilots reportedly fell asleep during flight",
        "Link": "https://www.cnn.com/travel/article/pilots-reported-to-fall-asleep-ethiopian-airlines/index.html",
        "Content": []
    },
    {
        "Title": "The coworkers who fell in love when they shared a hotel room",
        "Link": "https://www.cnn.com/travel/article/chance-encounters-norwegian-hotel-coworkers/index.html",
        "Content": []
    },
    {
        "Title": "Europe's most beautiful towns",
        "Link": "https://www.cnn.com/travel/article/beautiful-towns-europe/index.html",
        "Content": []
    },
    {
        "Title": "US couple transforms abandoned Italian house into dream home with an elevator",
        "Link": "https://www.cnn.com/travel/article/bargain-italian-home-elevator/index.html",
        "Content": []
    },
    {
        "Title": "Sign up for our 9-part Italy travel and food newsletter",
        "Link": "https://www.cnn.com/specials/unlocking-italy",
        "Content": []
    },
    {
        "Title": "Inside Albert Pujols' pursuit of historic final milestone",
        "Link": "https://bleacherreport.com/articles/10046388-amid-magical-career-resurgence-will-albert-pujols-actually-reach-700-home-runs?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "Content": []
    },
    {
        "Title": "Tiger Woods, Rory McIlroy launch new golf league",
        "Link": "https://bleacherreport.com/articles/10046496-tiger-woods-rory-mcilroys-tmrw-sports-announces-team-golf-league-starting-jan-2024?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "Content": []
    },
    {
        "Title": "Hall of Fame QB Len Dawson dies at 87",
        "Link": "https://bleacherreport.com/articles/10045332-len-dawson-dies-at-age-87-chiefs-hall-of-fame-qb-won-super-bowl-iv-mvp?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "Content": []
    },
    {
        "Title": "Bigger World Series threat: Mets or Yankees?",
        "Link": "https://bleacherreport.com/articles/10046259-buying-or-selling-the-mets-as-nycs-best-world-series-threat-over-struggling-yankees?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "Content": []
    },
    {
        "Title": "Vanessa Bryant's lawyers seeking $75M in damages",
        "Link": "https://bleacherreport.com/articles/10046469-jury-in-kobe-crash-photo-civil-trial-asked-to-award-vanessa-bryant-plaintiffs-75m?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "Content": []
    },
    {
        "Title": "NFL questions we still need answered",
        "Link": "https://bleacherreport.com/articles/10046196-biggest-questions-that-still-need-to-be-answered-in-final-week-of-2022-nfl-preseason?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial",
        "Content": []
    },
    {
        "Title": "0% intro APR until 2024 is 100% insane",
        "Link": "https://www.fool.com/the-ascent/credit-cards/landing/wells-fargo-reflect-review/?utm_site=theascent&utm_campaign=ta-cc-co-cnn-welref2-ron-5-hp-sfpb&utm_medium=cpc&utm_source=cnn",
        "Content": []
    },
    {
        "Title": "It's official: now avoid credit card interest into 2024",
        "Link": "https://www.fool.com/the-ascent/credit-cards/landing/citi-simplicity-review/?utm_site=theascent&utm_campaign=ta-cc-co-cnn-citisimp2-ron-5-hp-sfpb&utm_medium=cpc&utm_source=cnn",
        "Content": []
    },
    {
        "Title": "Experts: this is the best cash back card of 2022",
        "Link": "https://www.fool.com/the-ascent/credit-cards/landing/wells-fargo-active-cash-card-review/?utm_site=theascent&utm_campaign=ta-cc-co-cnn-welac2-ron-5-hp-sfpb&utm_medium=cpc&utm_source=cnn",
        "Content": []
    },
    {
        "Title": "Lock In Refinance Savings Before Rates Get Too High",
        "Link": "https://www.lendingtree.com/?splitterid=content-mortgage&loan-type=refinance&esourceid=6348766&cproduct=refi&csource=cnn&cchannel=content&mtaid=F1495&cmethod=refiform&ccreative=lockinbeforetoohigh_purpleskystonehome&placement_name=sectionfront&ad_headline=lockinbeforetoohigh&ad_image_name=purpleskystonehome&ctype=sectionfront&bdst=rv",
        "Content": []
    },
    {
        "Title": "Love It or List It. Is a HELOC Right for You?",
        "Link": "https://www.lendingtree.com/?splitterid=home-equity&esourceid=6348616&cproduct=he&csource=cnn&cchannel=content&mtaid=5E55A&cmethod=heform&ccreative=loveitlistitHELOCrightforyou_purpleskystonehome&placement_name=sectionfront&ad_headline=loveitlistitHELOCrightforyou&ad_image_name=purpleskystonehome&ctype=sectionfront&bdst=rv",
        "Content": []
    },
    {
        "Title": "Can You Refinance With $0 Out Of Pocket?",
        "Link": "https://www.lendingtree.com/?splitterid=content-mortgage&loan-type=refinance&esourceid=6348766&cproduct=refi&csource=cnn&cchannel=content&mtaid=F1495&cmethod=refiform&ccreative=canyou0pocket_purpleskystonehome&placement_name=sectionfront&ad_headline=canyou0pocket&ad_image_name=purpleskystonehome&ctype=sectionfront&bdst=rv",
        "Content": []
    },
    {
        "Title": "6 months of war in Ukraine: These numbers tell the story of Russia's invasion",
        "Link": "https://www.cnn.com/2022/08/24/world/ukraine-war-6-months-numbers-dg/index.html",
        "Content": [
            "(CNN)When Russia launched a dawn assault on Ukraine on February 24 — attacking the nation from the north, south and east and surging troops towards the capital Kyiv — it stunned the Western world and threw Ukraine's nearly 44 million inhabitants into a panic.",
            "The ensuing six months of war between Europe's two largest nations have wrought death on a mass scale and forced millions from their homes. The battlefield has dramatically shifted across the country, but wherever the conflict has traveled, it has left ruinous devastation in its wake.",
            "Half a year into the war, the magnitude of the conflict can be measured not only in weaponry and territory but in its ever-spiraling human cost. Civilians, in their thousands, have become victims of the fighting, while those who escaped have fled across Europe in an effort to rebuild their lives.",
            "Once a prosperous and young European country, parts of Ukraine now lie in ruins. These figures demonstrate the scale of Europe's worst conflict since World War II."
        ]
    },
    {
        "Title": "Spanish authorities euthanize jailed gunman ahead of trial",
        "Link": "https://www.cnn.com/2022/08/24/europe/jailed-shooter-eugen-sabau-euthanized-spain-intl-scli/index.html",
        "Content": [
            "Barcelona (Reuters)Spanish prison authorities on Tuesday euthanized a man who shot and wounded four people in December and was subsequently wounded in a shootout with the police, rendering him paralyzed and begging to be allowed to die while awaiting trial.",
            "Courts allowed the man's assisted death after rejecting several appeals by his victims, who argued he should face justice. The case even reached the Constitutional Court, which refused to deliberate on it, saying there had been no violation of fundamental rights.",
            "Disgruntled former security guard Eugen Sabau, 46, shot three of his colleagues, including a woman, at the security services firm where he worked in the northeastern city of Tarragona, and then wounded a police officer while making his escape.",
            "Sabau died at 6.30 p.m. local time Tuesday, according to a source from the Catalan regional government.",
            "The prison authorities were unavailable for comment and Sabau's lawyer did not comment.",
            "Spain legalized euthanasia just over a year ago. Prior to this, helping someone to end their life carried a jail term of up to 10 years.",
            "After Sabau barricaded himself in a house with an arsenal of weapons, a tactical police unit stormed the place, shooting him several times.",
            "The \"Gunslinger of Tarragona,\" as the Spanish media referred to him, was left with tetraplegia and had one leg amputated. His wounds caused chronic pain that could not be treated with painkillers due to his fragile state, something he said made his existence unbearable.",
            "A court in Tarragona ruled that it was Sabau's fundamental right to request euthanasia considering these circumstances."
        ]
    },
    {
        "Title": "How to watch the Artemis I mission lift off to the moon",
        "Link": "https://www.cnn.com/2022/08/24/world/how-to-watch-artemis-1-launch-timeline-scn/index.html",
        "Content": [
            "Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.",
            "(CNN)For the first time in 50 years, a spacecraft is preparing to launch on a journey to the moon.",
            "The uncrewed Artemis I mission, including the Space Launch System Rocket and Orion spacecraft, is targeting liftoff on August 29 between 8:33 a.m. ET and 10:33 a.m. ET from NASA's Kennedy Space Center in Florida.",
            "Although there is no human crew aboard the mission, it's the first step of the Artemis program, which aims to return humans to the moon and eventually land them on Mars.",
            "The Orion spacecraft will enter a distant retrograde orbit of the moon and travel 40,000 miles beyond it, going further than any spacecraft intended to carry humans. Crews will ride aboard Artemis II on a similar trajectory in 2024, and the first woman and the next man to land on the moon are slated to arrive at the lunar south pole in late 2025 on the Artemis III mission.",
            "The agency will share live views and coverage in English and Spanish before, during and after the Artemis I launch on its website and on NASA TV. The broadcast will begin at 12 a.m. ET as supercold propellant is loaded into the SLS rocket.",
            "Appearances by celebrities like Jack Black, Chris Evans and Keke Palmer and performances of \"The Star-Spangled Banner\" by Josh Groban and Herbie Hancock and \"America the Beautiful\" by The Philadelphia Orchestra and cellist Yo-Yo Ma are also part of the program.",
            "Once the launch has occurred, NASA will conduct a post-launch briefing, and later in the day, the agency will share the first Earth views from cameras aboard the Orion spacecraft.",
            "Orion's journey will last 42 days as it travels to the moon, loops around it and returns to Earth -- traveling a total of 1.3 million miles (2.1 million kilometers). The capsule will splash down in the Pacific Ocean off the coast of San Diego on October 10.",
            "Cameras inside and outside of Orion will share images and video throughout the mission, including live views from the Callisto experiment, which will capture a stream of a mannequin called Commander Moonikin Campos sitting in the commander's seat. If you have an Amazon Alexa-enabled device, you can ask it about the mission's location each day.",
            "Here's everything you can expect before, during and after the launch.",
            "Counting down to launch",
            "The official launch countdown will begin on August 27 at 10:23 a.m. ET.",
            "The call to stations will occur Saturday morning at Kennedy Space Center, as well as for teams offering support from various centers across the country. This is when all of the teams associated with the mission arrive at their consoles and report they're ready, kicking off a two-day countdown.",
            "Over the weekend, engineers will power up the Orion spacecraft, the interim cryogenic propulsion stage (the upper part of the rocket) and core stage, charge batteries and conduct a final preparation for the engines.",
            "Late Sunday night into early Monday morning, the launch team will conduct a briefing to discuss weather conditions and decide if they are \"go\" or \"no go\" to begin fueling the rocket.",
            "If everything looks good, the team will begin fueling the rocket's core stage eight hours before launch. Five hours before, the upper stage will begin fueling. Afterward, the team will top off and replenish any of the liquid hydrogen and liquid oxygen that dissipates during the fueling process.",
            "About 50 minutes before launch, the final NASA test director briefing will occur. A planned 30-minute countdown hold will start about 40 minutes before launch.",
            "The launch director will poll the team to make sure that every station is \"go\" 15 minutes ahead of liftoff.",
            "At 10 minutes and counting, things kick into high gear as the spacecraft and rocket go through the final steps. Much of the action takes place in the final minute, as the ground launch sequencer sends the command for the rocket flight computer's automated launching sequencer to take over about 30 seconds prior to launch.",
            "In the last few seconds, hydrogen will burn off, the four RS-25 engines will start, resulting in booster ignition and liftoff at T minus zero.",
            "Journey to the moon",
            "After liftoff, the solid rocket boosters will separate from the spacecraft about two minutes into the flight and splash down in the Atlantic Ocean, with other components also jettisoning shortly after. The core stage of the rocket will separate about eight minutes later and fall toward the Pacific Ocean, allowing for Orion's solar array wings to deploy.",
            "The perigree raise maneuver will occur about 12 minutes after launch, when the ICPS experiences a burn to raise Orion's altitude so it doesn't reenter the Earth's atmosphere. Shortly after that is the trans-lunar Injection burn, when the ICPS boosts Orion's speed from 17,500 miles per hour (28,163 kilometers per hour) to 22,600 miles per hour (36,371 kilometers per hour) to escape the pull of Earth's gravity and set off for the moon.",
            "After this burn, the ICPS will separate from Orion.",
            "Around 4:30 p.m., Orion will make its first outbound trajectory correction burn using the European Service Module, which provides the spacecraft with power, propulsion and thermal control. This maneuver will put Orion on a path to the moon.",
            "The next few days after launch, Orion will venture out to the moon, coming within 60 miles (96 kilometers) during its closest approach of the lunar surface on day six of the journey -- or September 3 if the launch occurs as planned on August 29. The service module will place Orion in a distant retrograde orbit around the moon on day 10, or September 7.",
            "Orion will surpass the distance record of 248,654 miles (400,169 kilometers) -- set by Apollo 13 in 1970 -- on September 8 when it loops around the moon. The spacecraft will achieve its maximum distance from Earth of 280,000 miles (450,616 kilometers) on September 23 when it ventures 40,000 miles (64,373 kilometers) beyond the moon.",
            "This is 30,000 miles (48,280 kilometers) farther than Apollo 13's record.",
            "Orion will make its second-closest approach of the lunar surface, coming within 500 miles (804 kilometers), on October 3. The service module will experience a burn that enables the moon's gravity to slingshot Orion back on its way to Earth.",
            "Just before reentering Earth's atmosphere, the service module will separate from Orion. The spacecraft will hit the top of Earth's atmosphere moving at about 25,000 miles per hour (40,233 kilometers per hour), and its heat shield will experience temperatures of nearly 5,000 degrees Fahrenheit (2,760 degrees Celsius).",
            "The atmosphere will slow Orion down to about 300 miles per hour (482 kilometers per hour), and a series of parachutes will slow it down to less than 20 miles per hour (32 kilometers per hour) before it splashes down in the Pacific Ocean at 11:53 a.m.",
            "Splashdown will stream live from NASA's website, collecting views from the 17 cameras aboard the recovery ship and helicopters that will be waiting for Orion's return.",
            "The landing and recovery team will collect the Orion capsule, and the data collected by the spacecraft will determine what lessons have been learned before humans return to the moon."
        ]
    },
    {
        "Title": "'All of it is a lie': Russian paratrooper condemns his country's war in Ukraine",
        "Link": "https://www.cnn.com/2022/08/22/europe/pavel-filatyev-ukraine-russia-paratrooper-interview-intl/index.html",
        "Content": [
            "(CNN)The Kremlin's justification for invading Ukraine \"is a lie,\" a Russian paratrooper who previously publicly condemned his country's war in Ukraine has told CNN.",
            "Two weeks ago, Pavel Filatyev spoke out against the conflict in a 141-page-long testimony posted to his VKontakte social media page, then fled Russia. He is the first serving member of the Russian military to publicly criticize the invasion of Ukraine and leave the country.",
            "Now he tells CNN that his fellow troops as tired, hungry and disillusioned -- and that the Kremlin's war effort is \"destroying peaceful lives.\"",
            "\"We understood that we were dragged into a serious conflict where we are simply destroying towns and not actually liberating anyone,\" Filatyev told CNN's Matthew Chance. CNN is not disclosing the location of the interview for the security of the interviewee.",
            "\"Many understood that we do not see the reason that our government is trying to explain to us. That all of it is a lie,\" he said. \"We are just destroying peaceful lives. This fact immensely influenced our morale. That feeling that we are not doing anything good.\"",
            "Filatyev, 33, told CNN \"corruption\" and repression are rife in his home country and said his unit -- which was based in Crimea and sent to Ukraine entering Kherson early in the conflict -- was ill-equipped and given little explanation for Russia's invasion.",
            "According to Filatyev, the soldiers and their commanders did not know what they were expected to do in Ukraine. He added that they soon became disillusioned with the government's reasoning for its invasion after arriving in Kherson and facing resistance from locals who did not want to be \"liberated.\"",
            "The paratrooper served in Russia's 56th air assault regiment and was also involved in efforts to capture the city of Mykolaiv. He was evacuated from the front lines because of an injury.",
            "He told CNN the Russian army lacked basic equipment, as well as drones and other types of unmanned aircraft during his stint on the front line.",
            "\"Our barracks are about 100 years old and are not able to host all of our servicemen ... all of our weapons are from the times of Afghanistan,\" he said.",
            "\"Several days after we encircled Kherson many of us did not have any food, water or sleeping sacks on them,\" he said. \"Because it was very cold at night, we couldn't even sleep. We would find some rubbish, some rags, just to wrap ourselves to keep warm.\"",
            "The capture of Kherson was a significant early military success for Russia. Ukraine is now battling to regain the city as fighting increasingly shifts to the country's south.",
            "But Filatyev said he struggles to understand the vision of Russian President Vladimir Putin, who launched the invasion of Ukraine nearly six months ago and has seen his troops locked in a grinding, costly conflict.",
            "\"Now that I am out of there and without a gun, I think this is the worst, stupidest thing our government could have done,\" he said. \"I do not know where the government is leading us. What is the next step? Nuclear war?\"",
            "\"I see what is happening to my country and I am terrified. Everything is destroyed, corrupted,\" he told CNN. \"The only laws that function well are repressive ones.\"",
            "Filatyev fled Russia after conducting some initial media interviews. But he suggested the Kremlin could take revenge for his public position.",
            "\"I will either be put in prison ... or they will just silence me by taking me out. There were a lot of cases like that in the past,\" he said.",
            "\"I do not see any other way out. If it happens, it happens.\""
        ]
    },
    {
        "Title": "He is the first Russian troop to publicly criticize Putin's invasion. Hear what he wants to say",
        "Link": "https://www.cnn.com/videos/world/2022/08/22/russian-paratrooper-ukraine-war-chance-putin-dnt-ebof-vpx.cnn",
        "Content": []
    },
    {
        "Title": "Rosh Hashanah Fast Facts",
        "Link": "https://www.cnn.com/2013/06/11/world/rosh-hashanah-fast-facts/index.html",
        "Content": []
    },
    {
        "Title": "Russia's war in Ukraine hasn't gone to plan, but Putinism is alive and well",
        "Link": "https://www.cnn.com/2022/08/24/europe/ukraine-russia-putinism-alive-and-well-intl/index.html",
        "Content": [
            "(CNN)Six months have passed since Russian President Vladimir Putin launched his unprovoked invasion of Ukraine, a war that by any conventional measure has been a calamity.",
            "Millions of Ukrainians have been displaced. The city of Mariupol has been nearly wiped from the map. And the offensive launched on February 24 has showcased moral rot within the Russian military and its complete disregard for civilian lives.",
            "By the Pentagon's latest reckoning, the invasion has cost Russia between 70,000 and 80,000 troops killed and wounded. Even if that estimate is on the high side, it's fair to extrapolate that Russia has probably seen more troops die in half a year's fighting in Ukraine than the Soviets lost over a decade of war in Afghanistan.",
            "But any comparisons of Putin's Russia to the waning days of the USSR are premature. Russia has indeed changed since February 24, but cracks in the edifice of Putinism are hard to discern. The majority of Russians have -- if not overtly -- supported the war, or have silently acquiesced to his campaign of imperial restoration.",
            "The Kremlin leader's ratings have been unaffected by the war. Both state pollster WCIOM and the independent polling agency Levada-Center routinely put Putin's approval ratings above 80% since February 24. A WCIOM survey in June found that 72% of Russians were likely to support Putin's \"special military operation,\" the official euphemism for the war in Ukraine.",
            "How is Putin maintaining his approval ratings?",
            "It's tempting to conclude that these numbers simply reflect the power of Russia's state propaganda and its dizzying ability to construct an alternate reality, in which Russian warships are not sunk by Ukrainian missiles and Russian bases blow up by accident.",
            "After all, the Russian government moved swiftly after the invasion to shut down the remnants of Russia's free press, introducing a draconian new law that imposed severe criminal penalties for \"fake\" information discrediting its armed forces.",
            "But that doesn't mean no information is getting out about Russia's disastrous losses in Ukraine. The Russian independent news site Mediazona -- which was labeled a \"foreign agent\" last year by Russian authorities -- has documented 5,185 military deaths, based on local news reports and social media posts.",
            "The country's relatively well-off middle classes have likely been insulated from the war's toll. Many of those killed in action are from poorer regions of Russia; the regions with the highest numbers of documented casualties are so-called \"ethnic republics\" of Dagestan and Buryatia, Mediazona found. By contrast, casualties from Russia's two wealthiest and most populous cities -- Moscow and St. Petersburg -- have been relatively low, it reported.",
            "Putin's popularity is sometimes chalked up to a climate of fear and conformity. According to OVD-Info, an independent group that tracks detentions in Russia, 16,380 people have been arrested or detained for anti-war activism in Russia, and 75 criminal cases have been opened under Russia's \"fake news\" law.",
            "Unsurprisingly, Russia's invasion of Ukraine has revived discussion among scholars about whether or not Putin's regime should be labeled as fascist. That may seem largely a question of taxonomy, but it points to a clear reality: After February 24, terms such as \"autocratic\" or \"authoritarian\" are inadequate to describe a state that tolerates no internal dissent.",
            "Will public opinion turn?",
            "That said, some observers wonder how long Putin can count on the support of broad segments of the Russian public amid harsh international sanctions that have isolated Russia from the global economy and drastically cut the supply of imports. Western investment has largely fled the country. Sectors of the economy such as aviation, which have long depended on aircraft manufactured in the US or Europe, have been hard hit.",
            "As CNN's Clare Sebastian recently noted, Putin and his technocrats have worked for years to sanction-proof the Russian economy, through import substitution -- developing homegrown replacements for imported goods -- and developing a payments system to avoid financial isolation.",
            "And Russia has spun the awkward rebranding of McDonalds and Starbucks into tales of economic resilience.",
            "But a recent study by the Chief Executive Leadership Institute of the Yale School of Management paints a more dire picture.",
            "The study's authors argue that Russia does not have the infrastructure to simply pivot energy exports such as natural gas to Asia; Russian manufacturers lack parts from international suppliers; and that Russia's official statistics are papering over the depth of Russia's economic retreat.",
            "\"Despite Putin's delusions of self-sufficiency and import substitution, Russian domestic production has come to a complete standstill with no capacity to replace lost businesses, products and talent,\" the report says. \"The hollowing out of Russia's domestic innovation and production base has led to soaring prices and consumer angst.\"",
            "Still, Russia's financial system has not collapsed, and consumer anxiety has not translated into political unrest. For Ukraine and its supporters, the conversation has now shifted to finding ways to inflict pain on Russians for their passive support of Putin.",
            "\"We are working on new sanctions against Russia and on stimulating the citizens of the terrorist state to feel their share of responsibility for what is happening,\" Ukrainian President Volodymyr Zelensky said in a recent address. \"The discussion about visa restrictions in Europe for holders of Russian passports is expanding every day, new states and new politicians are joining it.\"",
            "It's unclear if a visa ban would ultimately change Russian behavior. Some European leaders -- most notably, German Chancellor Olaf Scholz -- have been reluctant to endorse a ban. Speaking at a recent press conference in Oslo, Scholz told reporters that leaders had to be \"very clear\" on the visa ban issue as the actions in Ukraine are \"Putin's war\" and \"not the war of the Russian people.\"",
            "And while Putin may be the decider, to borrow a George W. Bushism, there is also a collective Putin that supports him and helps realize his policies. Whatever economic consequences they face from sanctions, Putin's loyal oligarchs have not broken ranks.",
            "\"Putin's war with Ukraine has been going on for 6 months now,\" wrote imprisoned Russian opposition leader Alexey Navalny in what he called a \"rage thread\" from behind bars. \"From Day 1, Western leaders firmly stated that Putin's oligarchs and bribe-takers would face imminent sanctions and wouldn't get away this time. But they did.\"",
            "It's a dismal picture, and one that suggests that Putin -- who has survived snubbing by world leaders before -- is willing to play a long game here. He may perhaps be counting on the fact that, over the next six months, Europeans will be paying higher prices for energy, potentially raising the pressure on governments to push Ukraine to submit to a peace deal. Winter may be coming, but Ukrainians are also fighting for their national survival."
        ]
    },
    {
        "Title": "6 months of Russia's war in Ukraine",
        "Link": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-08-24-22/index.html",
        "Content": []
    },
    {
        "Title": "Video: CNN looks back on 6 months of Russia's war in Ukraine",
        "Link": "https://www.cnn.com/videos/world/2022/08/24/six-months-war-ukraine-pkg-mckenzie-newday-intl-ldn-vpx.cnn",
        "Content": []
    },
    {
        "Title": "Not yet satisfied: Talking sex and sexuality in Africa",
        "Link": "https://www.cnn.com/videos/world/2021/08/30/not-yet-satisfied-sex-positivity-as-equals-lon-orig.cnn",
        "Content": []
    },
    {
        "Title": "These firefighters fought back after being fired for having babies",
        "Link": "https://www.cnn.com/videos/world/2019/03/07/as-equals-ghana-female-firefighters-gender-discrimination-lon-orig-io.cnn",
        "Content": []
    },
    {
        "Title": "Skin lightening is an $8.6 billion industry. This woman is trying to stop it",
        "Link": "https://www.cnn.com/videos/world/2021/11/11/ending-skin-lightening-beautywell-orig-ts-mss.cnn",
        "Content": []
    },
    {
        "Title": "She started fishing for a better life. Climate change is putting it all at risk",
        "Link": "https://www.cnn.com/videos/world/2022/04/21/zimbabwe-fishing-climate-change-as-equals-lon-orig.cnn",
        "Content": []
    },
    {
        "Title": "'Press nine to speak to a counselor': The hotline that helped hundreds of women",
        "Link": "https://www.cnn.com/videos/world/2022/05/30/samya-mobile-baani-india-phone-counselling-as-equals-lon-orig.cnn",
        "Content": []
    },
    {
        "Title": "Losing my wife and son: Husband shares the tragic reality of postpartum depression",
        "Link": "https://www.cnn.com/videos/world/2022/05/03/postpartum-depression-wife-death-as-equals-lon-orig.cnn",
        "Content": []
    },
    {
        "Title": "Angola at a crossroads as citizens vote in tight presidential election race",
        "Link": "https://www.cnn.com/2022/08/24/africa/angola-elections-2022-citizens-vote-poll-ballot-intl/index.html",
        "Content": [
            "(CNN)Voters in the oil-rich African nation of Angola will go to the polls on Wednesday to decide who will lead the country -- the party that has been in power for nearly five decades, or an opposition promising a fresh start especially for disaffected youth.",
            "President João Lourenço of the ruling Popular Movement for the Liberation of Angola (MPLA) party is hoping for a second term in office. He has governed Angola since 2017.",
            "Lourenço wrapped up his campaign on Monday, claiming to have built \"a new Angola.\"",
            "\"There have been exactly five years since the moment we started this mandate that is ending now,\" he said at a campaign ceremony at the weekend. \"We worked during this mandate to make Angola a new Angola, an Angola that is better accepted by the Angolans but also by the international community.\"",
            "Angola is the second-biggest oil producer in Africa but the country's vast oil wealth does not trickle down to many of its impoverished citizens.",
            "A former Portuguese colony, Angola emerged from the wreckage of a 27-year civil war to become one of the continent's major economic players.",
            "Long-time leader José Eduardo dos Santos of the MPLA party oversaw much of Angola's post-war economic growth and rebuilding efforts.",
            "Lourenço was the hand-picked successor to dos Santos, who ruled the country for 38 years and made himself and his family enormously wealthy.",
            "His daughter Isabel dos Santos became very powerful during his reign and at one point was the richest woman in Africa.",
            "The anti-corruption watchdog Transparency International in 2017 said that \"nepotism and cronyism\" under dos Santos had \"stopped ordinary Angolans from benefiting from the country's natural resource wealth, especially when oil prices were high.\"",
            "Upon taking office in 2017, Lourenço pledged to fight corruption and turned on the dos Santos family, firing Isabel and her brother from lucrative positions. Her brother Jose José Filomeno dos Santos was eventually jailed for five years for fraud. He was the former head of the country's $5 billion sovereign wealth fund.",
            "The former President dos Santos died last month while in Spain and his funeral will be held at the end of the tense election period.",
            "Lourenço vowed to improve the economy but the World Bank says that in rural parts of the country, more than half of the population lives in poverty.",
            "Angola's capital, Luanda, is also one of the most expensive cities in the world, with a large expat population working in the country's oil and gas sector.",
            "\"We are not content or happy with the government actions, we await more from them,\" Luanda resident Pedro Simao told CNN, while street vendor Madalena Mondole said she sees no benefit in voting.",
            "\"If you ask me to vote I have no one to vote for, because even if I vote no one will help my son in life,\" Mondole said.",
            "Who are the candidates?",
            "There are eight candidates in the elections. Adalberto Costa Junior, leader of the main opposition party, the National Union for the Total Independence of Angola (UNITA), is a popular candidate who has tried to appeal to the many voters who are young and unemployed.\nThe estimated youth unemployment rate in Angola was 18.52% in 2021.",
            "Election experts said they expect a tight race and many will be watching to see if it is a free and fair one as the country's ruling party faces one of its biggest challenges. However, opposition candidates rarely win in Angola and many citizens have said they do not trust the country's national election commission, according to a survey by Afrobarometer.",
            "Costa Junior, 60, said the MPLA's grip on power is to blame for many of the nation's problems, including poverty, inflation and corruption.",
            "\"There is a single party in power, a one-party regime, a big cancer this country needs to get rid of, a cancer that feeds on everything to continue to govern,\" Costa Junior said.",
            "\"Today we can see everywhere that everyone is tired of this party, this single party that holds Angola hostage to its interests, this single party that does not allow Angola to be a democracy,\" he added.",
            "The MPLA and UNITA were on opposite sides of a civil war which began shortly after Angola became independent from Portugal in 1975 and ended 20 years ago.",
            "But analysts say this election is less about the country's history and more about the people who are struggling to get by and feel let down by their leaders.",
            "More than 14 million Angolans are eligible to vote on Wednesday, less than half of the Southern African nation's 35 million people.",
            "The presidential poll will take place simultaneously with elections for Angola's 220-member parliament."
        ]
    },
    {
        "Title": "Meet the woman keeping Hawaii Sign Language alive",
        "Link": "https://www.cnn.com/videos/world/2021/10/07/hawaii-sign-language-endangered-as-equals-lon-orig-cc.cnn",
        "Content": []
    },
    {
        "Title": "'I felt my life is over': Negesa shares her harrowing story",
        "Link": "https://www.cnn.com/videos/world/2021/07/20/running-as-equals-lon-orig-cc.cnn",
        "Content": []
    },
    {
        "Title": "US to return $23 million looted by late dictator Abacha to Nigeria - officials",
        "Link": "https://www.cnn.com/2022/08/24/africa/us-returns-abacha-loot-intl/index.html",
        "Content": [
            "(CNN)The United States will turn over to Nigeria $23 million taken by former military ruler Sani Abacha, officials said at an event to sign the agreement on Tuesday.",
            "Nigeria has reached several agreements to return stolen cash in recent years. Abacha ruled Africa's most populous nation and top oil exporter from 1993 until his death in 1998, during which time Transparency International estimated that he took up to $5 billion of public money. He was never charged.",
            "US Ambassador Mary Beth Leonard said the cash was in UK accounts but was identified and frozen by US officials. She added that including the latest deal, the United States had agreed to repatriate more than $334.7 million linked to Abacha.",
            "Attorney General Abubakar Malami said the funds would be used for infrastructure projects, including the Abuja-Kano road, the Lagos-Ibadan Expressway, and the second Niger bridge under the supervision of the Nigerian Sovereign Investment Authority (NSIA).",
            "\"The president's mandate to my office is to ensure that all international recoveries are transparently invested and monitored by civil society organizations to compete for these three projects within the agreed timeline,\" Malami.",
            "The US Justice Department has previously said that Nigeria must use money repatriated from funds looted by Abacha on agreed public projects or be forced to \"replace\" it.",
            "In the past, Nigeria had secured the release of millions of dollars stashed in foreign accounts by the former dictator.",
            "In 2017, the Swiss government released a statement announcing it had reached an agreement with Nigerian authorities and the World Bank on the return of $321 million to the West African country.",
            "The released funds \"will strengthen social security for the poorest sections of the Nigerian population,\" the statement said at the time.",
            "In 2019, authorities in Jersey said they had seized more than $267 million from Abacha's family and associates. The laundered funds recovered from confiscated assets, belonging to the son of the late dictator, Mohammed Abacha, were found in a Channel Islands account held by a shell company.",
            "The stolen funds were recovered and paid into a special recovery fund after a five-year legal battle and were agreed to be shared between the Nigerian government, Jersey, and the US government."
        ]
    },
    {
        "Title": "Noura in her own words",
        "Link": "https://www.cnn.com/videos/world/2018/06/20/sudan-teen-noura-hussein-as-equals-lon-orig.cnn",
        "Content": []
    },
    {
        "Title": "See how the streets of Kyiv look on Ukraine's Independence Day",
        "Link": "https://www.cnn.com/videos/world/2022/08/24/ukraine-independence-day-khreshchatyk-live-mckenzie-nr-intl-ldn-vpx.cnn",
        "Content": []
    },
    {
        "Title": "Hear Dugina's father deliver emotional speech at daughter's funeral",
        "Link": "https://www.cnn.com/videos/world/2022/08/24/darya-dugina-memorial-russia-pleitgen-pkg-intl-ovn-hnk-vpx.cnn",
        "Content": []
    },
    {
        "Title": "How 24 British rabbits took over Australia",
        "Link": "https://www.cnn.com/2022/08/24/world/australia-feral-rabbit-invasion-origins-intl-hnk/index.html",
        "Content": [
            "(CNN)What seemed like an innocent Christmas gift of 24 English rabbits in 1859 would go on to become Australia's \"most devastating biological invasion,\" according to a new study by the Proceedings of the National Academy of Sciences.",
            "Wild rabbits are not native to Australia and are considered an invasive species. Farmers say the animals multiply quickly and destroy their crops and land, which can lead to massive soil erosion and other environmental issues.",
            "\"Biological invasions are a major cause of environmental and economic disruption,\" researchers wrote.",
            "\"(And) the colonization of Australia by the European rabbit is one of the most iconic and devastating biological invasions in recorded history.\"",
            "Using historical accounts, researchers were able to piece together genetic evidence linking this invasion to English rabbits imported in 1859 by a settler named Thomas Austin, tracing the population back to Austin's birthplace in England.",
            "According to historical records, Austin had started off with just 24 rabbits on his sprawling Melbourne estate. But within three years, the animals had multiplied into the thousands -- and kept on breeding, researchers noted.",
            "\"Our findings show that despite the numerous introductions across Australia, it was a single batch of English rabbits that triggered this devastating biological invasion -- the effects of which are still being felt today,\" said lead author Joel Alves, also a researcher at the University of Oxford.",
            "\"That single event triggered this enormous catastrophe in Australia; the fastest colonization rate for an introduced mammal ever recorded.\"",
            "While Austin was not the first person to introduce rabbits to Australia -- five of the animals had been aboard the First Fleet of British ships that reached Sydney in 1788 and at least 90 more importations were made over the next 70 years -- it was the descendants of his 24 rabbits that would come to dominate the continent, the study said.",
            "And it concluded that nearly all of Australia's 200 million wild rabbits can be traced to that fateful shipment he received in 1859.",
            "\"Environmental change may have made Australia vulnerable to invasion,\" researchers said. \"But it was the genetic makeup of a small batch of wild rabbits that ignited one of the most iconic biological invasions of all time.\"",
            "The researchers also studied how the population of rabbits had managed to survive and thrive in Australia's harsh wilderness.",
            "Genetic analysis revealed that unlike earlier Australian rabbits, which displayed domesticated traits like \"tameness, floppy ears and fancy colored fur,\" rabbits descended from Austin's brood had a large amount of wild ancestry.",
            "\"If animals are bred for domestication, one of the things they lack is anti-predator behavior, (which) is both learned and also evolved,\" said study co-author Mike Letnic of the University of New South Wales.",
            "Rabbit plagues have occurred several times throughout parts of Australia for decades. The continent is still struggling with its wild rabbit population today.",
            "The report, its researchers said, showed the importance of maintaining strict biosecurity in Australia.",
            "\"These findings matter because biological invasions are a major threat to global biodiversity and if you want to prevent them you need to understand what makes them succeed,\" researchers said.",
            "\"The (event) serves as a reminder that the actions of just one person, or a few people, can have a devastating environmental impact.\""
        ]
    },
    {
        "Title": "Dugongs functionally extinct in Chinese waters, study finds",
        "Link": "https://www.cnn.com/2022/08/24/china/china-dugong-extinct-intl-hnk/index.html",
        "Content": [
            "The dugong, a gentle marine mammal that has frequented China's southern waters for hundreds of years, has become functionally extinct in the country, a new study said on Wednesday.",
            "Research by the Zoological Society of London (ZSL) and the Chinese Academy of Sciences said fishing, ship strikes and human-caused habitat loss have seen the number of dugongs in Chinese waters decrease rapidly from the 1970s onwards.",
            "With no evidence of their presence in China since 2008, the research shows \"this is the first functional extinction of a large mammal in China's coastal waters,\" the report said.",
            "The dugong, which is highly dependent on a diet of sea grass, has been classified as a Grade 1 National Key Protected Animal since 1988 by China's State Council.",
            "Their marine habitats have been rapidly degraded by humans and although restoration and recovery efforts are a key priority in China, \"restoration takes time that dugongs may no longer have,\" the report said.",
            "Found in coastal waters from East Africa to Vanuatu, and as far north as Japan, they are listed as vulnerable by the International Union for Conservation of Nature.",
            "Professor Samuel Turvey of ZSL's Institute of Zoology, a co-author of the study, said the likely disappearance of dugongs in China was a devastating loss.",
            "\"Their absence will not only have a knock-on effect on ecosystem function, but also serves as a wake-up call -- a sobering reminder that extinctions can occur before effective conservation actions are developed.\"",
            "The study was by a team of international scientists who conducted interviews in 66 fishing communities across four Chinese provinces along the coastal region of the South China Sea.",
            "The authors said they would welcome any evidence that dugongs might still exist in China. They recommended that the species' regional status be reassessed as Critically Endangered (Possibly Extinct)."
        ]
    },
    {
        "Title": "Cruise ship rescues Cuban migrants stranded at sea",
        "Link": "https://www.cnn.com/2022/08/24/americas/carnival-cruise-ship-rescues-cuban-migrants-at-sea/index.html",
        "Content": [
            "(CNN)Six Cuban migrants adrift at sea on a makeshift raft were rescued by a cruise ship last week, video shared with CNN shows.",
            "The video captured the impromptu encounter Friday as the Carnival Cruise liner, Carnival Paradise, sailed from Tampa, Florida to Cozumel, Mexico.",
            "The clip shows passengers clapping and cheering as the migrants neared the ship.",
            "\"They didn't have paddles,\" said passenger Cintia Zingoni, who filmed the video. \"It wasn't really a boat. It was a piece of furniture, maybe a cabinet and they made it as a boat.\"",
            "Zingoni, a real estate agent from Orlando, Florida, was on the ship with her family and friends when they witnessed the event.",
            "Her video shows what appears to be a small piece of fabric the migrants were using as a sail and styrofoam attached to the sides of their vessel for flotation. Zingoni said it also appeared the migrants were using a pot lid to paddle.",
            "The migrants were welcomed on board the ship where they received a medical check-up, food and clothes, according to Carnival Cruise Lines spokesman Matt Lupoli. When the boat reached Cozumel, they were turned over to Mexican officials, he said.",
            "According to Zingoni, the ship's captain announced to passengers that the migrants were dehydrated but otherwise fine.",
            "\"I felt sad. Everyone on the boat was dancing and having fun and they were dying,\" Zingoni said. \"That was almost a suicide mission to go inside that piece of wood.\"",
            "Fellow passenger Lee Smith said the weather that evening took a turn for the worse.",
            "\"As we headed toward Mexico we were going fast to make up for lost time, but there was a thunderstorm and lightning behind us in the area where we had left,\" he said. \"Good thing we picked up the people in the raft.\"",
            "The dramatic rescue comes as US officials report a spike in Cubans trying to leave the communist-run island, where ruling officials blame US sanctions for a cratering economy.",
            "Cubans who reach the United States and ask for asylum are typically able to gain permanent residency under a special status granted by the 1962 Cuban Adjustment Act. Cubans picked up at sea by the US Coast Guard are usually returned to the island.",
            "As Cuba deals with growing power outages and food shortages, a record number of Cubans have left the island either by crossing into the US from the southern border with Mexico or by taking to the seas in small boats and rafts that US officials say are often pushed off course by ocean currents.",
            "According to US Customs and Border Protection, more than 175,000 Cubans have arrived in the US from Mexico since July last year. In the same period, more than 4,500 Cubans intercepted at sea have been returned to Cuba, the Coast Guard said in a statement Tuesday.",
            "It's not unusual for cruise ships to assist in maritime rescues. On June 4, Carnival Cruise ship Mardi Gras rescued 16 stranded Cubans about 60 nautical miles from Key West, Florida."
        ]
    },
    {
        "Title": "India fires three officers for accidentally launching missile into Pakistan",
        "Link": "https://www.cnn.com/2022/08/23/asia/india-pakistan-accidental-missile-launch-intl-hnk-ml/index.html",
        "Content": [
            "New DelhiThe Indian Air Force said on Tuesday the government had sacked three officers for accidentally firing a missile into Pakistan in March, an incident that the two nuclear-armed rivals handled calmly as there were no casualties.",
            "Military experts have in the past warned of the risk of accidents or miscalculations by the neighbors, which have fought three wars and engaged in numerous smaller armed clashes, usually over the disputed territory of Kashmir.",
            "The BrahMos missile -- a nuclear-capable, land-attack cruise missile jointly developed by Russia and India -- was fired on March 9, prompting Pakistan to seek answers from New Delhi on the safety mechanisms in place to prevent accidental launches.",
            "\"A Court of Inquiry, set up to establish the facts of the case, including fixing responsibility for the incident, found that deviation from the standard operating procedures by three officers led to the accidental firing of the missile,\" the air force said in a statement.",
            "It said the government had dismissed the three officers with immediate effect on Tuesday.",
            "According to the US-based Arms Control Association, the BrahMos missile's range is between 300 kilometers (186 miles) and 500 kilometers (310 miles), making it capable of hitting Pakistan's capital Islamabad from a northern Indian launch pad."
        ]
    },
    {
        "Title": "India's top court to hear petition against release of 11 men who gang-raped pregnant Muslim",
        "Link": "https://www.cnn.com/2022/08/23/asia/india-gang-rape-petition-overturn-court-hearing-intl-hnk/index.html",
        "Content": [
            "New Delhi, IndiaIndia's Supreme Court will hold a hearing on a petition challenging the release last week of 11 Hindu men convicted of the gang rape of a pregnant Muslim woman during Hindu-Muslim riots in 2002 in the western state of Gujarat.",
            "Dozens of women in Mumbai protested on Tuesday against their release and carried placards demanding justice for the victim, who said last week she had not been told the men would be freed and that it had shaken her faith in justice.",
            "Her 3-year-old daughter was among those killed during one of India's worst religious riots. More than 1,000 people died during the violence, most of them Muslims.",
            "The petition has been brought by a group of women including Subhashini Ali, a politician and member of the Communist Party of India; Revati Laul, an independent journalist; and Mahua Moitra, a member of parliament from the opposition Trinamool Congress Party, attorney Kapil Sibal said.",
            "Sibal said the court had agreed to hear their public interest litigation petition demanding the men serve their full life sentences. No date has yet been set for the hearing.",
            "Critics contend that freeing the convicts contradicts the government's stated policy of supporting women in a country with numerous, well-documented instances of violence against them.",
            "Authorities in the Panchmahals district of Gujarat released the men last Monday after considering the time they had served after their conviction in 2008 and their behaviour while jailed.",
            "A senior Gujarat state official overseeing the release said the convicts had completed 14 years in jail and were allowed free after the Supreme Court directed authorities to consider their plea for leniency under a 1992 remission policy.",
            "The months-long riots were triggered after a train carrying Hindu pilgrims caught fire. Hindus accused Muslims of setting the fire in which 59 pilgrims died, but Muslims said the train attack was part of a conspiracy to target their community. Several Muslims were convicted for the attack on the train.",
            "Current Indian Prime Minister Narendra Modi was Gujarat's chief minister at the time of the riots and his Hindu nationalist Bharatiya Janata Party continues to rule the state."
        ]
    },
    {
        "Title": "'I cried watching my daughter,' says father of woman who drowned while livestreaming on Facebook",
        "Link": "https://www.cnn.com/2022/08/23/africa/kenyan-woman-drowns-swimming-livestream-intl/index.html",
        "Content": [
            "(CNN)The father of a Kenyan woman who drowned in a swimming pool in Canada while livestreaming on Facebook has spoken of his family's loss.",
            "Hellen Wendy Nyabuto could be seen in a video struggling to stay afloat after diving into the deep end of the pool last week.",
            "The 23-year-old health worker, who lived in Toronto, had earlier responded to comments from viewers before resuming her swim.",
            "Her body was spotted hours later at the bottom of the pool. According to her brother, she drowned in Collingwood, Ontario, the town where she worked.",
            "Her father Nyabuto John Kiyondi, 56 told CNN from his home in Kenya: \"I watched that video. I cried. It is terrible.\"",
            "\"She communicated with me two days before she perished. She sounded very fine and I was very happy. She promised me a phone. I didn't feel anything abnormal,\" he said.",
            "Nyabuto lived with her younger brother Enock in an apartment in Toronto and worked part-time as a health worker while studying nursing, her family said.",
            "\"She has been in Canada for about three years,\" Enock, who is one of her five siblings said.",
            "\"All the financial responsibilities (of their family in Kenya) were on her,\" he added.",
            "'Back to square one'",
            "Wendy's father, a smallholder farmer in Kisii, southwest Kenya, said he is \"back to square one\" now that his daughter is gone.",
            "\"She was assisting me financially to educate her siblings, particularly in terms of school fees and other expenses. I'm stuck now and back to square one. I'm wondering how her younger siblings will continue schooling,\" Kiyondi told CNN.",
            "All he now wants is his daughter's body returned to Kenya.",
            "\"According to our tradition, one is supposed to be buried where he or she was born. I'll not feel comfortable, psychologically, if my daughter is buried away from Kenya,\" he said.",
            "Repatriating Wendy's body will take a toll on her family's meager resources and Enock said they've started a GoFundMe campaign to raise 50,000 Canadian dollars (around $38,000) to help with her burial costs.",
            "\"The family is going through a rough time now. All we want is for her body to be transported back home for burial,\" he said."
        ]
    },
    {
        "Title": "Gunmen in Nigeria kidnap four Catholic nuns on highway",
        "Link": "https://www.cnn.com/2022/08/23/africa/catholic-nuns-kidnapped-nigeria-intl/index.html",
        "Content": [
            "(CNN)Gunmen abducted four Catholic nuns on a highway in Nigeria's oil-producing Imo state in the southeast, a local convent said on Monday, in the latest sign of widespread insecurity making road travel unsafe.",
            "The latest abduction comes three months after the head of the country's Methodist Church was whisked away by gunmen in the region. The cleric was released barely a day after his kidnap after allegedly paying his captors a ransom of 100 million naira (around $235,000).",
            "Armed gangs have been kidnapping people, including priests, for ransom from villages and on highways mainly in the northwest and the practice has spread to other parts of the country, increasing insecurity in Africa's most populous nation.",
            "Zita Ihedoro, secretary general of Sisters of Jesus, the Saviour Generalate, said the four nuns were abducted while traveling from Rivers state to Imo for a thanksgiving mass on Sunday.",
            "\"We implore for intense prayer for their quick and safe release,\" Ihedoro said in a statement.",
            "Police spokesperson in Imo, Michael Abattam, said officers were pursuing the kidnappers.",
            "\"We are presently on their trail,\" Abattam told CNN Tuesday. \"We are doing everything to see that they (the nuns) are rescued.\"",
            "In the northwest, Nigeria's military has started an air offensive to eliminate the armed groups responsible for kidnapping citizens from villages and towns in the region.",
            "\"In the Northwest specifically, the effect of strikes undertaken by NAF (Nigerian Air Force) aircraft have revealed that several terrorists have been eliminated and their enclaves destroyed,\" the Nigerian Air Force said in a recent statement."
        ]
    },
    {
        "Title": "Britain sees a record number of migrant crossings in the English Channel, according to report",
        "Link": "https://www.cnn.com/2022/08/23/europe/uk-english-channel-migrant-crossing-intl/index.html",
        "Content": [
            "London (CNN)A total of 1,295 people arrived in the United Kingdom after crossing the English Channel by boat Monday -- the highest daily total of migrants registered since records began in 2018, according to PA Media.",
            "Twenty-seven boats made the journey, according to the UK's Ministry of Defense. As channel crossings continued into Tuesday, around 40 people including young children were rescued and brought ashore in Dover, southern England, by the UK's Border Force.",
            "The previous daily record of migrants recorded was 1,185 on November 11, 2021, according to PA. A total of 28,526 people entered the UK in small boats in 2021 with nearly two-thirds coming from Iran, Iraq, Eritrea and Syria, according to the UK Home Office.",
            "The English Channel, a narrow waterway between Britain and France, is one of the busiest shipping lanes in the world.",
            "Refugees and migrants fleeing conflict, persecution and poverty in the world's poorest or war-torn countries risk the dangerous crossing, often in dinghies unfit for the voyage and at the mercy of people smugglers, hoping to claim asylum or economic opportunities in Britain.",
            "Last November, 27 people drowned in bitterly cold waters off the coast of France after an inflatable boat carrying migrants bound for Britain capsized, in one of the deadliest incidents in the English Channel in recent years.",
            "The issue of migrant crossing has heightened tensions between British and French leaders, with both sides accusing the other of not doing enough.",
            "It has also turned into a political issue for the UK government, which put in place tighter immigration rules after Britain left the European Union.",
            "Earlier this year, UK Home Secretary Priti Patel brokered a highly controversial £120 million ($147m) deal with Rwanda to send asylum seekers to the East African country. But the accord has been stymied by a number of legal challenges, including a last-minute intervention by the European Court of Human Rights (ECHR).",
            "Patel described Rwanda as \"a safe haven for refugees\" as the UK vowed to push ahead with the controversial scheme."
        ]
    },
    {
        "Title": "Car bombs and confusion: Dugina killing is a flashback to 1990s Russia",
        "Link": "https://www.cnn.com/2022/08/22/europe/darya-dugina-killing-analysis-intl-cmd/index.html",
        "Content": [
            "(CNN)The death of Darya Dugina, the daughter of Russian ultranationalist firebrand Alexander Dugin, is at first glance a flashback to 1990s Russia, when gangsters settled scores with contract killings and car bombs.",
            "Dugin is a creature of the same decade. He emerged from fringe politics, most notably as founding member of the National Bolshevik party, political provocateurs who combined communist and fascist symbolism with a heaping dose of anti-Western sentiment. There are differing opinions on his relationship with Russian President Vladimir Putin now, though the ultranationalist's teachings were in line with Putin's expansionism, and Dugin is a fierce proponent of Russia's war in Ukraine.",
            "But Russia today is a very different place from the gangsterism of the 1990s. Putin's rise on New Year's Eve, 1999, ushered in a new social contract: Russia would see an end to its criminal lawlessness, and in exchange, Russians accepted a form of authoritarian rule. The bandits no longer ruled Russia — Putin's security services did. That didn't mean that assassinations were no longer a feature of Russia's political landscape: It's just that they were typically carried out against those who challenged Putin's authority.",
            "Regardless of who is behind the killing, or whether Dugina or her father was the real target, the bombing could mark a shift in the pattern of modern-day Russian political killings.",
            "Decades of suspicious deaths",
            "Over the two decades of Putin's rule, many of his most prominent opponents have met violent ends.",
            "One of the first such cases was the murder of investigative journalist Anna Politkovskaya. She was shot dead in the stairwell of her apartment building — on Putin's birthday. Arrests and convictions followed, but her colleagues still insist that those responsible for the killing were never brought to justice.",
            "Then there was the poisoning of Alexander Litvinenko, a former agent of the Federal Security Service (FSB), who had emerged as a prominent critic of Putin. Litvinenko died in 2006 after his tea was dosed with highly radioactive polonium-216. In a deathbed statement, Litvinenko blamed Putin; the European Court of Human Rights and a British inquiry said Russian agents administered the fatal poison.",
            "Russian society was rocked in 2015 by the assassination of the politician Boris Nemtsov. The political figure, an outspoken critic of Putin's involvement in the war in Ukraine's Donbas region, was gunned down in view of the Kremlin.",
            "The list goes on. Alexey Navalny, who in many respects inherited the mantle of opposition leader from Nemtsov, is currently serving in a Russian penal colony. He survived poisoning with the nerve agent Novichok, something he blames on Russia's security services.",
            "The car bombing that killed Dugina has more than faint resemblance to the murky killings of a string of pro-Russian separatist leaders in the Donbas region in the years leading up to Russia's full-scale invasion of Ukraine earlier this year.",
            "In many of those cases, such as the cafe bombing that killed Donetsk separatist leader Alexander Zakharchenko, Russian officials blamed the assassinations on Ukrainian spies or saboteurs. Many observers, however, suspected those killings were just as likely to have been the Russian security services getting rid of troublesome separatist leaders who were too difficult to control.",
            "Another possible explanation could be that the assassinations were actually linked to business disputes that had been settled in classic gangster fashion.",
            "Though we do not know who was behind this attack, what's certain is the Russian government will find a way to capitalize on it.",
            "The Kremlin has already seized on Dugina's killing to blame an external enemy -- Ukraine — with the FSB on Monday claiming it had cracked the Dugina case and accusing Ukrainian special services of involvement, state-run media TASS reported.",
            "Ukraine has denied any involvement in Dugina's killing, calling the FSB claims fiction."
        ]
    },
    {
        "Title": "August 23, 2022 Russia-Ukraine news",
        "Link": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-08-23-22/index.html",
        "Content": []
    },
    {
        "Title": "Women are posting their own dancing videos in support of Finnish Prime Minister Sanna Marin",
        "Link": "https://www.cnn.com/2022/08/22/europe/sanna-marin-social-media-dancing-videos-intl-scli/index.html",
        "Content": [
            "(CNN)Women across the world are posting videos on social media of themselves dancing, after criticism was leveled at Finnish Prime Minister Sanna Marin for leaked footage that showed her partying with friends.",
            "The video clips, which appeared last week, showed the 36-year-old leader dancing with friends in a private setting.",
            "Some political opponents condemned Marin's behavior in the videos as inappropriate for a Prime Minister.",
            "Women have been responding to this criticism by tweeting clips of themselves dancing, using the hashtag #solidaritywithsanna.",
            "\"The sky is the limit for Dancing Queens,\" one user tweeted.",
            "\"We should all dance a little more! I stand in solidarity with Sanna,\" another user posted.",
            "\"Let's dance for each other,\" another said.",
            "Others have defended Marin and accused her critics of applying a double standard.",
            "\"Why can't she party after work? Do we expect our leaders not to be human beings?\" tweeted Ashok Swain, a professor of Peace and Conflict Research at Uppsala University in Sweden.",
            "\"How shocking!!! A young politician who does her job and enjoys her private life... Why can't a young woman have fun? I can't stand gender double standards,\" Spanish politician Iratxe García Pérez tweeted. \"All my support to @MarinSanna.\"",
            "After the release of the videos, Marin acknowledged partying \"in a boisterous way\" but said she was angry that the footage was leaked to the media. She said alcohol was consumed but that she was not aware of any drug use at the party.",
            "On Monday, Marin's office announced the negative results of a drug test, taken after an opposition MP called on her to get tested."
        ]
    },
    {
        "Title": "Even scientists didn't expect Webb telescope images of Jupiter to be this good",
        "Link": "https://www.cnn.com/2022/08/22/world/jupiter-images-webb-telescope-nasa-scn/index.html",
        "Content": [
            "Sign up for CNN's Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.",
            "(CNN)Rainbow auroras, giant storms and far-off galaxies are all on display in the latest images of Jupiter from NASA's James Webb Space Telescope.",
            "\"We hadn't really expected it to be this good, to be honest,\" said planetary astronomer Imke de Pater, professor emerita at the University of California, Berkeley, in a news release.",
            "De Pater and Thierry Fouchet, a professor at the Paris Observatory, led observations of the largest planet in our solar system using the Webb telescope -- which is itself an international endeavor by NASA with the European Space Agency and Canadian Space Agency, NASA said.",
            "Painting a picture that moves from orange and yellow at Jupiter's poles to blues and purples toward the center, several images from the telescope came together to form an overall composite and give Earth a look at the gas giant.",
            "You can also see faint rings and far off galaxies \"photobombing\" in the background, according to NASA.",
            "And Jupiter's famous Great Red Spot -- a storm big enough to engulf Earth -- appears white in these images.",
            "\"The numerous bright white 'spots' and 'streaks' are likely very high-altitude cloud tops of condensed convective storms,\" said Heidi Hammel, Webb interdisciplinary scientist for solar system observations and vice president for science at the Association of Universities for Research in Astronomy.",
            "Scientists collaborated with citizen scientist Judy Schmidt to translate data to form the composite images from the telescope, which help give a better look into Jupiter's life, NASA said.",
            "Jupiter is hard to translate into images because of how quickly it rotates, said Schmidt, who's based in Modesto, California.",
            "\"This one image sums up the science of our Jupiter system program, which studies the dynamics and chemistry of Jupiter itself, its rings, and its satellite system,\" Fouchet said.",
            "But Jupiter isn't Webb's only subject. The space telescope is using infrared light to reveal otherwise invisible aspects of the universe.",
            "Development of the world's premier space observatory began in 2004, and after years of delays, the telescope and its massive gold mirror finally launched on December 25, 2021.",
            "The telescope will look at every phase of cosmic history, including the first glows after the big bang that created our universe and the formation of the galaxies, stars and planets that fill it today.",
            "The telescope is also discovering and observing exoplanetary systems, which each consist of a planet outside of our solar system and its host star.",
            "Some of these exoplanets are potentially habitable, and peering into their atmosphere could uncover clues in the ongoing search for life outside of Earth.",
            "CNN's Ashley Strickland and Megan Marples contributed to this report."
        ]
    },
    {
        "Title": "See the origins of the Taliban",
        "Link": "https://www.cnn.com/videos/world/2021/09/07/taliban-afghanistan-explainer-lon-orig-ll.cnn",
        "Content": []
    },
    {
        "Title": "Video shows 131-foot superyacht sink in Mediterranean Sea",
        "Link": "https://www.cnn.com/videos/world/2022/08/23/superyacht-sinks-italy-catanzaro-lon-orig-tp.cnn",
        "Content": []
    },
    {
        "Title": "Join us for Call to Earth Day on November 3, 2022, and help protect our oceans",
        "Link": "https://www.cnn.com/2022/08/23/world/cte-day-2022-registration-c2e/index.html",
        "Content": [
            "(CNN)Humans are causing alarming changes to the planet. Collectively, we are destroying ecosystems, polluting the ocean and altering our climate. Change needs to happen at every level of society, but as individuals we can play a role in making things better.",
            "On November 3, 2022, we're holding the second annual Call to Earth Day. Celebrating a planet worth protecting, we'll partner with schools, individuals and organizations across the world to raise awareness of environmental issues and to engage with conservation education. Join CNN on November 3 for a special day of coverage on TV, digital and our social media channels.",
            "What is Call to Earth?",
            "Call to Earth is a CNN initiative dedicated to conservation, environmentalism and sustainability. Across TV, our website and social media, we tell stories about our incredible planet and the remarkable people who are protecting it.",
            "How to run a Call to Earth Day event",
            "From our biggest cities to our most remote communities, we all rely on our oceans -- and they are under threat like never before.",
            "Whether it's from overfishing, pollution or climate change, species and habitats are threatened by human action.",
            "Across the globe, incredible individuals and groups are working to reverse the damage. On November 3, 2022, CNN's second annual Call to Earth Day, Living Oceans: Turning The Tide, will celebrate these people while inspiring positive change.",
            "Your participation is key to a successful Call to Earth Day, and we're grateful you're keen to be involved. Planning an event can be daunting, so here are our top tips on how to embark on your Call to Earth Day preparations.",
            "Identify your goals",
            "Whether you live on the coast and have firsthand experience of the dangers to marine environments, or whether you can effect change at the source by cleaning up lakes and rivers, you can help us to protect our Living Oceans.",
            "To get started it's important to figure out what you hope to achieve with your event. It could focus on reducing plastic pollution, tackling overfishing, or a different ocean issue that is close to your heart.",
            "Decide what to do",
            "Last year, groups around the world carried out beach cleans, held tree-planting sessions, and crafted ambitious art projects. For inspiration, you can check out a selection of last year's amazing events here.",
            "Decide which ocean issue you want to take action on and try to figure out how your group is uniquely positioned to help.",
            "Your event could fall under one of these categories or it could be something else entirely:",
            "Get help",
            "If you need a little encouragement, you can use our Call to Earth Day activity prompts -- they are particularly good for events involving younger children.",
            "If you are still struggling to figure out what to do, we're here to help. Drop us an email at calltoearth@warnermedia.com and one of the team will be in touch to help you craft your event.",
            "Register your event",
            "Once you have a plan, the next step is to let us know what your event will be. You can register your Call to Earth Day event below.",
            "Spread the word",
            "Now you need to let your network know what you're doing, and when, where, and why your event is taking place. (We find emails, social media, and word of mouth are a little better for the planet than posters.)",
            "When the day comes, make sure to let the world know about your event. Please be sure to take pictures and videos of what you get up to and post them on social media.",
            "Please use the hashtag #CallToEarth or #CallToEarthDay so we can find the posts and potentially feature them in our coverage of the day.",
            "If you want to make beautiful videos of your event, you can download special Call to Earth music to put in the background below. If you use music that we don't own then we sadly won't be able to share your videos!",
            "We all have a role to play in helping to protect our Living Oceans, thank you for playing yours!"
        ]
    },
    {
        "Title": "Former Malaysian leader to serve prison term after final appeal is thrown out",
        "Link": "https://www.cnn.com/2022/08/23/asia/malaysia-najib-razak-prison-intl/index.html",
        "Content": [
            "(CNN)Malaysia's former prime minister will be sent to prison for his role in the multi-billion-dollar 1MDB scandal after a court in Kuala Lumpur rejected his final appeal on Tuesday.",
            "Najib Razak, who served as Malaysia's PM from 2009 to 2018, was found guilty of money laundering, abuse of power and other charges in 2020. He will now begin a 12-year jail sentence. Najib has consistently denied wrongdoing but his final route to appeal was rejected Tuesday by a five-judge panel at Malaysia's High Court.",
            "The charges were related to the onetime sovereign wealth fund, which prosecutors alleged he and his allies used as a personal piggybank to support luxurious lifestyles and fund electioneering. The former PM was also fined 210 million Malaysian ringgit ($46.94 million)",
            "The charges were related to payments from SRC International, a unit of the 1Malaysia Development Berhad (1MDB), the onetime sovereign wealth fund, which prosecutors alleged he and his allies used as a personal piggybank to support luxurious lifestyles and fund electioneering.",
            "The former PM was also fined 210 million Malaysian ringgit ($46.94 million).",
            "The 1MDB fund was created soon after Najib took office in 2009. The government pumped billions in public money into it, with the stated purpose of leading \"market-driven initiatives to assist the government in propelling Malaysia towards becoming a developed nation that is highly competitive, sustainable and inclusive.\"",
            "Instead, according to United States prosecutors, 1MDB was used as a slush fund by Najib and other high-ranking officials at the fund. Billions of dollars of taxpayers' money were funneled and embezzled out of Malaysia, prosecutors said.",
            "Goldman Sachs, which underwrote much of the 1MDB fund and was facing a host of criminal and regulatory proceedings in Malaysia, agreed to a $3.9 billion settlement with the country's government in 2020.",
            "CNN's James Griffiths and Eoin McSweeney contributed reporting."
        ]
    },
    {
        "Title": "Observing the universe with the James Webb Space Telescope",
        "Link": "https://www.cnn.com/2022/07/12/world/gallery/james-webb-telescope-first-images-space/index.html",
        "Content": []
    },
    {
        "Title": "Americans urged to leave Ukraine amid fears of renewed Russian attacks",
        "Link": "https://www.cnn.com/2022/08/23/europe/us-embassy-ukraine-evacuation-alert-intl-hnk/index.html",
        "Content": [
            "(CNN)The US government is urging Americans in Ukraine to leave the country immediately, warning that Russia is stepping up efforts to launch attacks on civilian infrastructure and government facilities ahead of Ukrainian independence day.",
            "Wednesday's anniversary -- which commemorates 31 years since Ukraine broke its ties with the Soviet Union -- also marks six months since Russia's unprovoked invasion of the country.",
            "\"The US Embassy urges US citizens to depart Ukraine now using privately available ground transportation options if it is safe to do so,\" a security alert on the embassy's website said. \"The security situation throughout Ukraine is highly volatile and conditions may deteriorate without warning.\"",
            "The renewed US alert comes follows similar warnings from Ukrainian President Volodymyr Zelensky and other officials that Moscow may carry out intense attacks, including missile strikes, around August 24.",
            "\"We must all be aware that this week Russia could try to do something particularly ugly, something particularly vicious,\" Zelensky said in a video message at the weekend.",
            "Ukraine's government warned citizens to be \"especially careful\" on Tuesday and Wednesday.",
            "\"There is an increased threat of missile attacks and other provocations -- both inside the country and outside,\" said Andrii Yusov, a spokesperson for the Defense Intelligence service of Ukraine's Ministry of Defense.",
            "\"They are crazy about dates and symbols, so it would be quite logical to be on guard and be prepared for the fact that Independence Day will also be attacked. Ukraine is ready for this,\" he continued.",
            "\"The air raid alarm is a serious signal, that everyone should take into account. Especially on August 23 and 24 -- these are not just words, you have to be especially careful,\" Yusov added.",
            "In Kyiv, the city military administration issued a ban on all big gatherings between Monday and Thursday, saying \"it is forbidden to hold mass events, peaceful meetings, rallies and other events related to a large gathering of people.\"",
            "Gen. Mykola Zhyrnov, head of Kyiv's military administration, said the order was imposed so that security forces could respond in a \"timely manner to threats of missile and bomb attacks by the troops of the Russian Federation on decision-making centers, military facilities, defense industry facilities, critical infrastructure and nearby residential areas.\"",
            "Last week, the State Department said it summoned Russian Ambassador to the US Anatoly Antonov to a meeting so the United States \"could warn Russia against any escalation of its war on Ukraine,\" a department spokesperson said Monday.",
            "This included calling on Russia to \"cease all military operations at or near Ukraine's nuclear facilities and to return full control of the Zaporizhzhya nuclear power plant to Ukraine,\" the official added.",
            "The town of Nikopol across the river from the occupied plant suffered shelling on Ukraine's Day of the National Flag on Tuesday, a local official said.",
            "Yevhen Yevtushenko, the head of Nikopol district military administration, warned locals to avoid mass gatherings, open areas and infrastructure facilities through Thursday.",
            "Kyiv and Moscow have made a barrage of accusations against each other about security and military action at and around the plant, the largest nuclear complex in Europe. But the lack of independent access to the plant, which has been occupied by Russian forces since March, makes it impossible to verify what is happening there.",
            "Recent satellite images from Maxar Technologies of the Zaporizhzhia nuclear power plant show no signs of \"systemic shelling,\" despite claims by Russian President Vladimir Putin that the Ukrainian military was conducting repeated military strikes at the facility.",
            "Tensions in the war spiked this week with the death of Darya Dugina, a Russian political commentator and the daughter of prominent ultranationalist ideologue Alexander Dugin.",
            "Russia has blamed Ukrainian special services for her killing, according to Russian state news agency TASS.",
            "\"The murder of journalist Darya Dugina has been solved, it was prepared by the Ukrainian special services, by a citizen of Ukraine,\" TASS reported, citing Russia's Federal Security Service (FSB), which named a woman as the perpetrator and said she had fled to Estonia after the attack.",
            "Ukraine has denied any involvement in Dugina's killing, calling the FSB claims fiction.",
            "Dugina, the editor of a Russian disinformation website, died after a bomb planted in a car she was driving went off on the outskirts of Moscow on Saturday evening.",
            "Dugina's father, Alexander Dugin, is a prominent Russian nationalist credited with being the architect or \"spiritual guide\" of Putin's invasion of Ukraine.",
            "CNN's Manveena Suri, Jack Guy, Tim Lister, Uliana Pavlova, Jennifer Hansler and Sarah Dean contributed to this report."
        ]
    },
    {
        "Title": "New case of Ebola virus confirmed in Democratic Republic of Congo",
        "Link": "https://www.cnn.com/2022/08/23/africa/drc-new-ebola-case-intl/index.html",
        "Content": [
            "(CNN)The Democratic Republic of Congo (DRC) is experiencing a resurgence of the Ebola virus after one case was confirmed by local health authorities on Monday night, the World Health Organization (WHO) said in a statement Tuesday.",
            "The case was identified after samples from a 46-year-old woman in the eastern province of North Kivu tested positive after she died on August 15th.",
            "\"Analyses showed that the case was genetically linked to the 2018-2020 outbreak in North Kivu and Ituri Provinces- the country's longest and largest,\" the statement read. Scientists say the virus can remain present in the central nervous system and bodily fluids of survivors and flare up much later.",
            "\"Ebola resurgences are occurring with greater frequency in the Democratic Republic of Congo which is concerning,\" Matshidiso Moeti, the WHO Regional Director for Africa said in the statement. She, however, expressed confidence in local health authorities to contain the virus and stop the flare up as they have done several times in the past.",
            "Contact tracing and monitoring is underway, and two hundred vaccinations will be sent to the area this week to begin a vaccination campaign to curb the spread, the statement read.",
            "Health authorities are still determining the vaccination status of the deceased woman, it added.",
            "At least 131 contacts of the woman have been identified including 60 front-line healthcare workers, 59 of whom are vaccinated against Ebola, said the statement.",
            "Congo's dense tropical forests are a natural reservoir for the Ebola virus, which causes fever, body aches, and diarrhoea.",
            "The country has recorded 14 outbreaks since 1976. The 2018-2020 outbreak in the east was Congo's largest and the second largest ever recorded, with nearly 3,500 total cases."
        ]
    },
    {
        "Title": "Far-right Italian leader criticized for posting rape video",
        "Link": "https://www.cnn.com/2022/08/23/europe/italy-far-right-leader-rape-video-intl-scli/index.html",
        "Content": [
            "RomeFar-right leader Giorgia Meloni, leading the race to become Italy's next prime minister, was accused on Monday of shameful electioneering by her rivals after posting a video of a Ukrainian woman being raped by a migrant in an Italian city.",
            "The 55-year-old woman was assaulted on a pavement in the city of Piacenza early Sunday by an asylum seeker from Guinea, local officials said. The incident was videoed by someone in a flat overlooking the street and the assailant was arrested.",
            "Police confirmed the arrest and said the man was being detained as the investigation continued.",
            "Meloni, whose Brothers of Italy party heads the polls ahead of a September 25 national election, tweeted the video, which had been posted on a newspaper website with the image blurred but the woman's cries clearly audible.",
            "\"One cannot remain silent in the face of this atrocious episode of sexual violence against a Ukrainian woman carried out in daytime in Piacenza by an asylum seeker,\" Meloni wrote.",
            "\"A hug to this woman. I will do everything I can to restore security to our cities.\"",
            "The tweet drew a barrage of criticism online, as well as from Meloni's political opponents.",
            "\"It is indecent to use images of a rape. Even more indecent to do so for electoral purposes,\" Enrico Letta, head of the center-left Democratic Party (PD), wrote on Twitter.",
            "Another centrist leader, Carlo Calenda, called Meloni's Tweet \"immoral.\" Igiaba Scego, a prominent Italian writer of Somali heritage, accused Meloni of exploiting the rape victim.",
            "\"Offered up as clickbait voyeurism instead of being protected. This electoral campaign is horrendous,\" she wrote.",
            "Meloni, who has called for a naval blockade of north Africa to prevent migrant boats from setting sail, said on Facebook her rivals had used the rape to attack her while ignoring the victim to avoid addressing what she called the immigration emergency.",
            "Letta's post had said: \"Respect for people and victims always comes first,\" and Calenda wrote \"only the victims matter.\""
        ]
    },
    {
        "Title": "Video: Why World War II German warships revealed by drought have locals worried",
        "Link": "https://www.cnn.com/videos/world/2022/08/23/danube-river-drought-warship-pkg-holmes-nr-intl-ldn-vpx.cnn",
        "Content": []
    },
    {
        "Title": "Russian security service accuses Ukraine of Darya Dugina's murder",
        "Link": "https://www.cnn.com/2022/08/22/europe/darya-dugina-killing-russian-security-service-claim-intl/index.html",
        "Content": [
            "(CNN)Russia has blamed Ukrainian special services for the murder of Darya Dugina, a Russian political commentator and the daughter of prominent ultranationalist ideologue Alexander Dugin, according to Russian state news agency TASS.",
            "\"The murder of journalist Darya Dugina has been solved, it was prepared by the Ukrainian special services, by a citizen of Ukraine,\" TASS reported, citing Russia's Federal Security Service (FSB), which named a woman as the perpetrator and said she had fled to Estonia after the attack.",
            "Ukraine has denied any involvement in Dugina's killing, calling the FSB claims fiction.",
            "\"We have nothing to do with the murder of this lady -- this is the work of the Russian special services,\" said Oleksii Danylov, secretary of Ukraine's National Security Council, in an interview on Ukrainian television Monday.",
            "\"I emphasize once again that our special services have nothing to do with this,\" he said.",
            "Dugina, the editor of a Russian disinformation website, died after a bomb planted in a car she was driving went off in the outskirts of Moscow on Saturday evening.",
            "The FSB said that the assailant was a Ukrainian woman who arrived in Russia on July 23 with her young daughter, TASS reported. The pair attended a festival on Saturday near Moscow where Dugina was a guest of honor.",
            "\"The criminals used a Mini Cooper car to monitor the journalist,\" TASS reported, citing the FSB, adding that the woman had rented an apartment in Moscow in the same building where Dugina lived.",
            "After remotely detonating explosives planted in Dugina's Toyota Land Cruiser Prado, the FSB said the woman and her daughter drove through the Pskov region to Estonia, roughly a 12-hour journey.",
            "CNN cannot independently verify the FSB claims cited by the TASS report.",
            "Estonia's Police and Border Guard said Monday it only shares cross-border movement information \"in cases as determined by the law\" and not because of Russian accusations in the media.",
            "The agency's media representative Ragne Keisk also told CNN in an email that the border force had \"not received any formal information or request from the Russian authorities on this topic.\"",
            "The Estonian Foreign Ministry said it could not comment and directed inquiries to the country's Justice Ministry and Border Guard.",
            "Mykhailo Podolyak, a key adviser to Ukrainian President Volodymyr Zelensky, said on Monday that the FSB accusation was reflective of the \"fictional world\" in which Russian propaganda thrives.",
            "\"Ru-propaganda lives in a fictional world: [Ukrainian] woman and her 12-year-old child were 'assigned' responsible for blowing up the car of propagandist Dugina. Surprisingly, they did not find the 'Estonian visa' on the spot,\" he said on Twitter.",
            "Ukrainian Defense Intelligence spokesman Andriy Yusov also rejected Russia's claims on Monday as \"fake.\"",
            "\"It is a fake that Ukraine is involved in this. It is a fake that the National Guard of Ukraine is involved in these events. The National Guard is fulfilling its legal tasks at the territory of Ukraine,\" Yusov said in a statement.",
            "Yusov then redirected responsibility for the blast back on Russia, saying: \"This looks more like sorting things out within Russia. Both Dugin and his daughter are marginal characters and not a point of interest to Ukraine.\"",
            "Dugina's father, Alexander Dugin, is a prominent Russian nationalist credited with being the architect or \"spiritual guide\" of President Vladimir Putin's invasion of Ukraine.",
            "At a memorial service on Tuesday, Dugin said his daughter \"died for our victory, our Russian victory, for the sake of the Orthodoxy of our country, our state.\"",
            "\"She had no fear, and the last thing she said, when we talked at the Festival of Tradition, she said to me: 'Dad, I feel like a warrior, I feel like a hero. I want to be like this, I don't want any other fate. I want to be with my people, with my country,'\" Dugin continued.",
            "Both father and daughter have been sanctioned by the United States and the United Kingdom for acting to destabilize Ukraine.",
            "The US Treasury sanctioned Dugina in March as the chief editor for the disinformation website United World International, which it claimed was owned by Putin ally Yevgeny Prigozhin and pushed messages suggesting Ukraine would \"perish\" if it was admitted to NATO.",
            "Prigozhin, known as \"Putin's chef,\" is believed to be behind the Internet Research Agency (IRA), the notorious Kremlin-linked troll factory accused of meddling in the 2016 US election.",
            "The UK, in a July filing by the Office of Financial Sanctions Implementation, called Dugina a \"frequent and high-profile contributor of disinformation in relation to Ukraine and the Russian invasion of Ukraine on various online platforms.\"",
            "Putin on Monday sent his condolences to Dugina's family, calling her death \"a vile, cruel crime.\"",
            "In a statement published on the Kremlin's Telegram channel, Putin said: \"A journalist, scientist, philosopher, war correspondent, she honestly served the people, the Fatherland, she proved by deed what it means to be a patriot of Russia.\"",
            "CNN's Oleksandra Ochman, Teele Rebane and Victoria Butenko contributed to this report."
        ]
    },
    {
        "Title": "Nearly 100 dead in Afghanistan floods, officials say",
        "Link": "https://www.cnn.com/2022/08/23/asia/afghanistan-floods-august-deaths-intl-hnk/index.html",
        "Content": [
            "(CNN)Flash flooding has killed at least 95 people, injured hundreds of others and swept away thousands of homes in Afghanistan, authorities in the crisis-hit country said Tuesday.",
            "The deaths occurred across 10 provinces over the past 10 days, authorities said, as the country reels from an economic and humanitarian crisis exacerbated by Western sanctions imposed after the Taliban returned to power last year.",
            "The extreme weather also comes as neighboring Pakistan experiences relentless flooding. The Disaster Management Authority there said floods have killed 820 people since mid-June, with nearly 320,000 houses damaged or destroyed and 129 bridges affected.",
            "In Afghanistan, Deputy Minister of Disaster Management Mawlawi Sharafuddin Muslim told CNN emergency food assistance had been dispatched to many flood-affected areas and aid organizations had promised to deliver emergency assistance but it may not be enough.",
            "\"Winter is arriving soon and these affected families that include women and children do not have shelter to live under. All their agricultural farms and orchards have either been completely destroyed or their harvest has been damaged,\" Muslim said.",
            "\"If these people are not helped to get back to normalcy, their situation will definitely get worse in the coming weeks and months.\"",
            "Afghanistan has recently been hit by a series of natural disasters and extreme weather events, including an earthquake in June that killed more than 1,000 people.",
            "Muslim called on aid organizations, the United Nations and the global community to help flood-affected Afghans with not only emergency assistance like food, shelter and medicine, but also to help over the longer term since many people have lost their homes, livelihood and drinking water sources."
        ]
    },
    {
        "Title": "In the ocean's twilight zone, this diver is discovering vibrant new species",
        "Link": "https://www.cnn.com/2022/08/23/world/twilight-zone-luiz-rocha-c2e-scn-spc-intl/index.html",
        "Content": [
            "Call to Earth is a CNN initiative in partnership with Rolex. Luiz Rocha is a Rolex Laureate.",
            "(CNN)Hundreds of feet below the ocean's surface, somewhere between the dark ocean floor and the bright blue shallows, lies the twilight zone.",
            "It's a world of the unknown, but in some tropical and subtropical waters coral reefs thrive. Very few scientists have ventured to these deep reefs, known technically as mesophotic coral ecosystems, meaning \"middle light,\" and many assumed that the lack of light and chilly temperatures meant few species could exist there.",
            "But one scientist has been diving into the inky depths to show there's much more to life there than was first thought.",
            "\"When you get up close, it's a very colorful ecosystem,\" says Luiz Rocha, Brazilian ichthyologist (a person who studies fish) and co-director of the Hope for Reefs initiative at the California Academy of Sciences. \"There's many different kinds of fish and many of them are unknown.\"",
            "Rocha, whose studies focus on ocean life between 200 and 500 feet deep, was attracted to twilight zone reefs because of their mystery. \"Every dive we do to those depths (leads to) a new discovery,\" he says.",
            "To date, he has identified around 30 new species -- from a purple fairy wrasse named after the mythical nation of Wakanda, to the Tosanoides aphrodite, a pink and yellow reef fish named after the Greek goddess of love. But his deep-sea explorations have also proven that these reefs and the rainbow-hued species that roam them are under threat. His mission is to protect them.",
            "Diving in",
            "Entering the twilight zone is no easy feat. While it could be reached by submarine, this would be a clumsy way to study fish that flit in and out the shadows, says Rocha, comparing it to studying birds in a rainforest with a helicopter.",
            "Instead he scuba dives, but the deeper he descends the more dangerous it becomes. Recreational diving is capped at 130 feet for safety reasons, but Rocha dives as far as 500 feet. To do this requires deep concentration, intense technical training and a strong dose of bravery.",
            "\"What really makes this research special is that there's only a handful of scientists in the world doing this,\" he says.",
            "Rocha usually dives in a group with two scientists and one safety officer. They spend hours preparing the kit, ensuring every piece of equipment is functioning well and that they are equipped to deal with underwater emergencies. The divers must use rebreathers, which recycle the gas exhaled by the diver, and a special breathing gas containing helium that is safe for deep dives.",
            "Getting down takes just 10 to 15 minutes depending on how steep the reef is, says Rocha, but the ascent can take five to six hours to allow the body to decompress.",
            "All that effort gives him just seven to 10 minutes at maximum depth, where he and his team look for fish, collect DNA samples and record the number of organisms in an area. If they think they have found a new species, they usually catch it and carry it up to the surface in a decompression chamber so they can study the specimen back in the lab.",
            "Related: Ocean photographer Shawn Heinrichs wants to save the seas",
            "Despite having done it dozens of times, Rocha still feels the pangs of anxiety before each dive. The deeper you go, the darker and colder the water gets, he says. \"But when we get there, we know why we're there. When you see something that nobody has ever seen before ... it's absolutely amazing.\"",
            "Human impacts run deep",
            "While the twilight zone has been explored by very few people, the effects of human activity are still apparent.",
            "Previously it was thought that coral reefs in deeper waters could provide a refuge as they are less affected by human development and climate change. But Rocha proved this wrong: \"One of our first discoveries is that those deeper reefs are really not a refuge for shallow reef organisms. They are almost as impacted as the shallow reefs are,\" he says.",
            "He has found plastic trash and fishing gear in some of the deepest reefs and has observed the impact of overfishing and climate change. While there is not yet enough data to determine the scale of the damage compared to shallow reefs, he says it is clear that water temperatures are warming in the deeper zones too and causing reefs to bleach.",
            "Rocha hopes that his research can help to educate people about the twilight zone and inspire action to protect it. He works with policymakers, making the case for marine protected areas where these deep reefs lie. In 2019, the Hope for Reefs initiative was involved in the protection of a coral reef habitat on Maricaban Island in the Philippines, and the year before their research informed the establishment of two protected areas in Brazil.",
            "Related: A shark 'superhighway' is being protected by fishermen",
            "Rocha also works closely with local communities, collaborating with local researchers and giving local names to newly discovered species. For instance, earlier this year he and Maldivian biologist Ahmed Najeeb discovered a rainbow-colored fish which they named Cirrhilabrus finifenmaa or rose-veiled fairy wrasse, after the national flower of the Maldives, a pink rose called Finifenmaa. Rocha hopes this will \"give ownership to the local people.\"",
            "Rocha believes that technology will soon advance to a point that gives many more people access to the twilight zone and even more species will be discovered. But his main goal is that when they do, the ecosystems will look the same as they do now.",
            "\"I don't think it's enough just to do the science,\" he says. \"We take many, many photographs ... and we bring those stories back up to the surface and we share it with as many people as possible.\"",
            "\"For the most part, when people realize that those reefs are there, they move towards protecting them,\" he adds."
        ]
    },
    {
        "Title": "Plenty more fish in the sea: The new species discovered in the twilight zone",
        "Link": "https://www.cnn.com/2022/08/23/world/gallery/twilight-zone-luiz-rocha-c2e-spc-intl/index.html",
        "Content": []
    },
    {
        "Title": "Philippines returns to school for just one day as storm forces classrooms in north to close again",
        "Link": "https://www.cnn.com/2022/08/23/asia/philippines-schools-tropical-storm-ma-on-florita-intl-hnk/index.html",
        "Content": [
            "(CNN)A tropical storm forced schools to close across the northern Philippines on Tuesday -- just one day after in-person learning had resumed following one of the world's longest pandemic-related shutdowns.",
            "Severe Tropical Storm Ma On -- known as Florita in the Philippines -- made landfall in Maconacon, Isabela province at 10:30 a.m. local time, according to the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA).",
            "The weather agency said heavy to intense torrential rains were expected to sweep through much of northern Luzon -- the country's largest and most populous island -- warning of widespread flooding and landslides.",
            "Public schools were suspended for two days starting Tuesday in the national capital region, which includes Manila, and the provinces of Cavite, Laguna, Rizal, Bulacan, Zambales and Bataan, according to a statement posted to Facebook by President Ferdinand Marcos Jr.'s press secretary.",
            "Authorities preemptively evacuated more than 540 people to shelters and flood warnings were issued for the provinces of Zambales, Tarlac, Bataan and Pampanga.",
            "Photos from Pampanga Monday showed some students spent their first day back at school after more than two years of remote leaning in flooded classrooms as the storm inched closer to land.",
            "'Learning poverty'",
            "More than 28 million students returned to school across the country on Monday, according to the Education Department. Plans to lift the Covid restrictions, imposed in March 2020, had stalled due to fears that a slow vaccine rollout among students and teachers could lead to new outbreaks.",
            "In a statement Monday, UNICEF said the long closures had stunted the educational development of millions of children in the country.",
            "\"Prolonged school closures, poor health risk mitigation, and household-income shocks had the biggest impact on learning poverty, resulting in many children in the Philippines failing to read and understand a simple text by age 10,\" the statement said.",
            "\"Vulnerable children such as children with disabilities, children living in geographically isolated and disadvantaged areas, and children living in disaster and conflict zones fare far worse.\"",
            "The shift to online classes, self-learning modules and educational television and radio programs proved extremely challenging for the country of more than 110 million, where less than a fifth of households have internet access and many lack mobile devices, according to Reuters.",
            "Additional reporting by Reuters."
        ]
    }
]